[{"screen_name":"AnnoyedOBrien","text":"WHAT DO YOU MEAN YOU LOST WORF IN THE BLOODY TRANSPORT ENSIGN"},{"screen_name":"AnnoyedOBrien","text":"Yell out Julian’s name\n#WaysToRuinTheRomance"},{"screen_name":"AnnoyedOBrien","text":"What do you mean, you’ve been FEEDING the bloody Voles, Nog??!??"},{"screen_name":"AnnoyedOBrien","text":"Yes I REALIZE there is a phase variance in the subspace stream, Riker, but that doesn’t automatically mean it’s a “secret message” from “babes”!!"},{"screen_name":"AnnoyedOBrien","text":"Star Trek: Deep Space Dine\nA reality show hosted by Guy Fieri Bot 77\n#OneLetterPlotTwists"},{"screen_name":"AnnoyedOBrien","text":"OH CAPTAIN MY CAPTAIN https://t.co/e0iOPrHTXD"},{"screen_name":"AnnoyedOBrien","text":"What Did The Computer Just Say?!"},{"screen_name":"AnnoyedOBrien","text":"No Riker, I don’t want to hear how you “opened the launch tube to torpedo bay 5” on your date last night. YES I UNDERSTAND THAT IT’S A BLOODY METAPHOR"},{"screen_name":"AnnoyedOBrien","text":"Computer: What is The Mack and why did it return? SHUT UP JULIAN I WILL FIGURE IT OUT"},{"screen_name":"AnnoyedOBrien","text":"Chief Engineer’s Station Memo: I am aware the food replicators are randomly shooting Klingon Tapioca into everyone’s quarters on Deck 11 so you all can STOP BLOODY EMAILING ME I AM WORKING ON IT"},{"screen_name":"AnnoyedOBrien","text":"No no you don’t understand; I’m wearing lingerie because..."},{"screen_name":"AnnoyedOBrien","text":"Why Is The Chief Knocking Over Furniture?"},{"screen_name":"AnnoyedOBrien","text":"No Commander, I DON’T see how 12 bloody hours of chair vaulting practice is a productive use of the crew’s time\n#WillRikerDay"},{"screen_name":"AnnoyedOBrien","text":"Scotch, followed by scotch. #AGoodTimeIn4Words"},{"screen_name":"AnnoyedOBrien","text":"Yes, happy new Earth year to you too Riker! What? Yes the Holodeck is “still” out of order. Yes I’m working on it. Well there’s a lot of damage to repair- YOU BLOODY KNOW WHY YOU MANIAC"},{"screen_name":"AnnoyedOBrien","text":"Chief Engineer’s Memo: Please forgive my drunken antics last night on the Promanad. I will make efforts to ensure that never happens again."},{"screen_name":"AnnoyedOBrien","text":"Riker you don’t need to yell “”SPOILER ALERT” every time you review my diagnostic reports"},{"screen_name":"AnnoyedOBrien","text":"Julian, lad, if you think you’ve got me beat at darts then you aren’t ready for this shot AHHG MY BLOODY LEG\n\nNo I’m FINE. I meant to throw like THIS and AIIEE MY BLOODY EYE\n\n......yes I require medical attention but you don’t have to be so bloody smug about it"},{"screen_name":"AnnoyedOBrien","text":"WHY am I not wearing pants??! I’ll bloody TELL you why!!"},{"screen_name":"AnnoyedOBrien","text":"Stay away from my bloody fudge https://t.co/KExVX1IqaE"},{"screen_name":"AnnoyedOBrien","text":"Julian, does your friend Solo know anything about some wizard named Flystalker or something"},{"screen_name":"AnnoyedOBrien","text":"Why Is Replicator 357 On Fire?"},{"screen_name":"AnnoyedOBrien","text":"Computer @EnterpriseCPU, where is Commander Riker and why is there a trombone duct taped to a swivel chair rolling around Engineering"},{"screen_name":"AnnoyedOBrien","text":"Quark, Quark, QUARK!!! \nNEVER. \nSERVE. \nME. \nREPLICATED. \nSCOTCH. \nAGAIN."},{"screen_name":"AnnoyedOBrien","text":"It’s time once again for O’Brien’s Winter Wormhole Games Extravaganza 3000 On the promenade! Among the accepted sports this year:\n\nKilingon Snow Parkour!\nDabo Wheel Luge of Doom!\nAll-Species Figure Skating!\nO’Brien’s Cider Chugathon! \n\nI AM THE ONLY BLOODY JUDGE!"},{"screen_name":"AnnoyedOBrien","text":"Half the promenade is on fire and there are chickens everywhere!!!"},{"screen_name":"AnnoyedOBrien","text":"@EnterpriseCPU Computer, what is innuendo?"},{"screen_name":"AnnoyedOBrien","text":"Julian has no idea I’ve programmed the mirrors in his quarters not to display his reflection Rom, THAT is why I’m transporting bats into the infirmary HAR HAR HAR"},{"screen_name":"AnnoyedOBrien","text":"What Is In The Main Air Vent?"},{"screen_name":"AnnoyedOBrien","text":"Chief Engineer’s Memo: I am AWARE that Voles are in all the toilets on Deck 11 and I AM BLOODY WORKING ON IT! In the meantime, please stop leaving me screaming messages"},{"screen_name":"AnnoyedOBrien","text":"Computer, what type of music most irritates voles?"},{"screen_name":"AnnoyedOBrien","text":"Shaft 957-A exploded and out fell..."},{"screen_name":"AnnoyedOBrien","text":"Nog, Nog can you please speak softly bloody hell"},{"screen_name":"AnnoyedOBrien","text":"Which Holoprogram Should Julian, Garak and I play next?"},{"screen_name":"AnnoyedOBrien","text":"#IMayHaveMistakenly set up a hyperspace warp transport beam on a low frequency subspace band to beam shipments of scotch to the station."},{"screen_name":"AnnoyedOBrien","text":"I don’t understand why I have a cold @BashirFaq! Just because I ate the day old pizza @Real_Morn_DS9 left out?! COUGH I want my blanket"},{"screen_name":"AnnoyedOBrien","text":"I Just Opened Cargo Bay 5 And Caught..."},{"screen_name":"AnnoyedOBrien","text":"WHAT. THE. FUUUUUU"},{"screen_name":"AnnoyedOBrien","text":"What the flying hell....WHY, Barkley, why would you “test” the stations self destruct sequence??!"},{"screen_name":"AnnoyedOBrien","text":"No Riker, I DON’T think that the crew would be interested in helping you choose a name for the main character in your erotic detective holoprogram. No, I don’t care if it’s “inspirered by Phillip Marlowe”. Yes I know you outrank me! WELL FINE IF IT’S AN ORDER"},{"screen_name":"AnnoyedOBrien","text":"Scotch. I drank it. Am I doing this right? #BizarreCrayonNames"},{"screen_name":"AnnoyedOBrien","text":"I HAVE A HAD ALL THE BLOODY SCOTCH AND NOW I FALL INTO BED IR IS THUS A GARBAGE SHUTE JULIAAAAAAAAANNNNNNNNNN #SATURDAYNIGHT"},{"screen_name":"AnnoyedOBrien","text":"Section 31 Mind Prober #UnlikelySideGigs"},{"screen_name":"AnnoyedOBrien","text":"Look Bashir, when you bring back the runabout and the ENTIRE BLOODY LEFT SIDE is missing it takes me more than a few hours to fix it!\n@BashirFaq"},{"screen_name":"AnnoyedOBrien","text":"The REASON we need to go “crawling around” in the jefferies tubes is because you dropkicked an ENTIRE TRANSWARP MANIFOLD in there, Worf! No, I DON’T care if it was “the honorable thing to do” WHAT DOES THAT EVEN MEAN"},{"screen_name":"AnnoyedOBrien","text":"VIC! Thank goodness I got you up and running again. https://t.co/ItnAdSO7mB"},{"screen_name":"AnnoyedOBrien","text":"@NuclearWesley It might have something to do with the fact that you keep bringing up LARPing at the bloody briefings!"},{"screen_name":"AnnoyedOBrien","text":"[personal quarters audio transmission engaged]\n-cause I think I look bloody brilliant in these flamingo underwear, Keiko! I just feel so confident. I’m glad the crew doesn’t know though. I’m sure I’d never hear the end of it and- hey why is this on\n[transmission ended]"},{"screen_name":"AnnoyedOBrien","text":"@domoroyale Today was a big day for you, according to the historical records"},{"screen_name":"AnnoyedOBrien","text":"Well I suppose I could use a subspace transmitter with an oscillating phase variance to see if I GIVE A FLYING FIG ABOUT YOUR BLOODY THESIS CADET"},{"screen_name":"AnnoyedOBrien","text":"Happy Mother’s Day to you too, Riker! \n\n...wait, why are you grinning like that"},{"screen_name":"AnnoyedOBrien","text":"HOW did you get this footage??! https://t.co/cfnPfJniJR"},{"screen_name":"AnnoyedOBrien","text":"Blarrrg. Computer: What did I do after 0200 hours last night?\n@EnterpriseCPU"},{"screen_name":"AnnoyedOBrien","text":"There can only be ONE BLOODY HIGHLANDER, JULIAN!!!"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot Spoiler Alert: the ritual is “not stopping Reagan”"},{"screen_name":"AnnoyedOBrien","text":"Sure Julian, I’ll just “ignore” that fact that I’ve grown a THIRD BLOODY LEG! It was YOUR mutagen that did it"},{"screen_name":"AnnoyedOBrien","text":"How Much Scotch Did I Just Drink?"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot Why? @BashirFaq"},{"screen_name":"AnnoyedOBrien","text":"The REASON we’re staying late tonight to check all the tricorders, Nog, is that Riker thought it would be  bloody HILARIOUS to program them to screech “BONER PATROL” whenever their scanning mode was activated!!"},{"screen_name":"AnnoyedOBrien","text":"Engineering in bed.\n#AddInBedToAnything"},{"screen_name":"AnnoyedOBrien","text":".@EnterpriseCPU What are some top dart strategies"},{"screen_name":"AnnoyedOBrien","text":"It’s CLEARLY on fire, Nog. Fire, yes. No you can’t dispute that. Because my bloody leg is ON FIRE that’s why! YES IT’S YOUR BLOODY FAULT"},{"screen_name":"AnnoyedOBrien","text":"@BashirFaq Are you ok Julian? You’ve been in your quarters for several days and I haven’t seen you. On a completely unrelated note, I haven’t seen @RealElimGarak either"},{"screen_name":"AnnoyedOBrien","text":"No Commander, being “woke” has nothing to do with actually being conscious. Yes, that DOES mean you have more studying to do. Sure, you can borrow my chair-HEY WAIT A MINUTE \n#WillRikerDay"},{"screen_name":"AnnoyedOBrien","text":"Computer:Initiate program O’Brian Scotchtastic Alpha 5"},{"screen_name":"AnnoyedOBrien","text":"@NuclearWesley Considering you caused the last five of them I’d recommend some BLOODY CHAMOMILE TEA"},{"screen_name":"AnnoyedOBrien","text":"Quark I don’t know HOW the bloody replicators are demanding Latinum surcharges but you can BET YOUR LOBES I WILL BLOODY WELL FIND OUT"},{"screen_name":"AnnoyedOBrien","text":"The turbolift can travel into the past only so many times before it’s CLEARLY not a BLOODY MALFUNCTION, Quark!!"},{"screen_name":"AnnoyedOBrien","text":"Why Is Keiko Mad?"},{"screen_name":"AnnoyedOBrien","text":"What part of “you need to plug it in” do you not BLOODY UNDERSTAND, Barclay?!?"},{"screen_name":"AnnoyedOBrien","text":"Garak! Is my bloody Batman costume ready yet?!?\n#TheHeroGothamNeeds\n\n@RealElimGarak"},{"screen_name":"AnnoyedOBrien","text":"WHY ARE THERE VOLES IN MY BED, NOG"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot Again?? @BashirFaq"},{"screen_name":"AnnoyedOBrien","text":"Yes but HOW LIKELY is it that the main array “might explode” later, Garak? You can’t just giggle and stare at me. BLINK, DAMMIT"},{"screen_name":"AnnoyedOBrien","text":"No Nog I can’t just “take a break” to judge your karate tournament!! Go ask Julian or Garak; they’re always coming out of the Holodeck covered in sweat from working out"},{"screen_name":"AnnoyedOBrien","text":"DAMMIT ROM!!! https://t.co/L7eiT942FF"},{"screen_name":"AnnoyedOBrien","text":"Personal Log: Garak seemed almost...unsettled by my new costume design schematics that I showed him today. On the other hand, perhaps all that hissing was from excitement. He’s a complex man."},{"screen_name":"AnnoyedOBrien","text":"DAMMIT JULIAN if you make ONE MORE BLOODY BULLSEYE from ten BLOODY feet away from the dart board I SWEAR I WILL END YOU"},{"screen_name":"AnnoyedOBrien","text":"JULIAN!!! What is this thing on my back? @BashirFaq"},{"screen_name":"AnnoyedOBrien","text":"Can’t go bloody wrong with these! https://t.co/SYrfkIgRE2"},{"screen_name":"AnnoyedOBrien","text":"Just rewatched the classic film #BladeRunner2049 and it made me laugh because, while a bloody atmospheric masterpiece, we all know that no one runs blades that way"},{"screen_name":"AnnoyedOBrien","text":"Computer: What is the statistical probability of there being Voles in my toilet \n@EnterpriseCPU"},{"screen_name":"AnnoyedOBrien","text":"You think you’ve seen it all until you see Rom riding down the bloody promenade on the back of a mutant Vole."},{"screen_name":"AnnoyedOBrien","text":"I can’t deny that this happened https://t.co/QEKCcxizRw"},{"screen_name":"AnnoyedOBrien","text":"Yes I understand that you just slid over a padd with four choices on it Riker, but what do they bloody mean? STOP GRINNING LIKE THAT YOU MANIAC"},{"screen_name":"AnnoyedOBrien","text":"O’Brien’s Annual Shortsplosion! https://t.co/eAzrwGfcRN"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot The stakes are high, @BashirFaq ! Get to the raft!!!"},{"screen_name":"AnnoyedOBrien","text":"WHAT in the BLOODY universe made you think that plugging a guitar DIRECTLY into the bloody WARP CORE was a good idea Rom?? \n\nNo, it WON’T “enhance the tone”! \n\nI DON’T CARE IF RIKER SAID IT WAS AWESOME"},{"screen_name":"AnnoyedOBrien","text":"Adjust the particle beam, Nog. Particle. PARTICLE. Why would you even think I said parsley? NO IT IS NOT LUNCHTIME YET"},{"screen_name":"AnnoyedOBrien","text":"Which Female Ensign Has Volunteered For The Away Mission With Riker?"},{"screen_name":"AnnoyedOBrien","text":"What did I just overhear Riker scream next door?"},{"screen_name":"AnnoyedOBrien","text":"Julian. How many times have I told you, we can’t BOTH be bloody Davey Crockett!!"},{"screen_name":"AnnoyedOBrien","text":"Yes Garak it IS strange that only your personal computer keeps getting a virus that fills it with over 89 quadrabytes of photos of Julian. I’ll get to the bottom of it or my name’s not Chief Engineer!!"},{"screen_name":"AnnoyedOBrien","text":"THE BLOODY VOLES KEEP STEALING MY DARTS"},{"screen_name":"AnnoyedOBrien","text":"What Is Riker Doing In Engineering?"},{"screen_name":"AnnoyedOBrien","text":"Have I thought about recalibrating the shield harmonics? Why no, Nog. What a totally unique suggestion. OF COURSE I’M BEING BLOODY SARCASTIC"},{"screen_name":"AnnoyedOBrien","text":"What Happened To The Replicators?"},{"screen_name":"AnnoyedOBrien","text":"I see. No, it makes perfect sense, Riker; beam “all the sex” to the station. Got it. YES I AM BEING SARCASTIC YOU BLOODY FOOL"},{"screen_name":"AnnoyedOBrien","text":"No, Worf, you can’t throw your bloody Bat’leth at the dart board!!!"},{"screen_name":"AnnoyedOBrien","text":"That’s the BEST bloody way to juice citrus!! https://t.co/IGYxeUIP77"},{"screen_name":"AnnoyedOBrien","text":"My jacket still hasn’t been delivered to my quarters, @FakeGarak ! What the bloody hell is taking so long"},{"screen_name":"AnnoyedOBrien","text":".@EnterpriseCPU .....whazzat....where am I"},{"screen_name":"AnnoyedOBrien","text":"No, Riker, I will not reroute power to the bloody graviton array so that you can have a “more magnetic” effect on Troy!!"},{"screen_name":"AnnoyedOBrien","text":"BLOODY HELL NOG! How many times have I told you NOT to leave your Raktajino cup on the transporter control panel?! You just beamed half my bloody leg to Risa!!"},{"screen_name":"AnnoyedOBrien","text":"FFFFFFFFUUUUUUUUUUUUUUCCCCCCCCCKKKKKKKKKKKKKKK"},{"screen_name":"AnnoyedOBrien","text":".@EnterpriseCPU Computer: List of Top 5 Invalid Commands Of The Year"},{"screen_name":"AnnoyedOBrien","text":"Would someone care to EXPLAIN to me why 12,000 melting chocolate eggs are outside my bloody quarters"},{"screen_name":"AnnoyedOBrien","text":".@EnterpriseCPU inform all personal that one of Barclay’s programs, a “Flirtatious Picard” variant, has escaped the Holodeck and is loose on the promenade."},{"screen_name":"AnnoyedOBrien","text":"No Riker, I don’t need to know how you broke the chair to fix it— what?You “satisfied” it? What does that mean you bloody maniac"},{"screen_name":"AnnoyedOBrien","text":"There’s a lot of panicked shrieking coming from Deck 11..."},{"screen_name":"AnnoyedOBrien","text":"Computer, why is Turbolift 8 full of Four Loko"},{"screen_name":"AnnoyedOBrien","text":"QUARK!! Why in the hell are bloody Cardassian Goats stuck in a phase loop in Transporter Room 3?!"},{"screen_name":"AnnoyedOBrien","text":"Alright, which one of you cadets wants to EXPLAIN to me why all of the replicators keep spitting out holographic posters with the phrase “#SundayFunday” and MY BLOODY FACE ON THEM?!?"},{"screen_name":"AnnoyedOBrien","text":"What Is Happening?"},{"screen_name":"AnnoyedOBrien","text":"Who’s got two thumbs and a bottle of scotch? THIS GUYYYYYYY"},{"screen_name":"AnnoyedOBrien","text":"Oh NOW you want to play darts, Julian? After months of leaving me to my lonesome? Well, if you think I’m going to just let you QUARK RESERVE THE DARTBOARD IMMEDIATELY"},{"screen_name":"AnnoyedOBrien","text":"AHHG! WHY???"},{"screen_name":"AnnoyedOBrien","text":"What do you MEAN the turbolift “may” explode later, Garak?!!!"},{"screen_name":"AnnoyedOBrien","text":"Computers @EnterpriseCPU @ComputerDs9 why did I just wake up nude in hallway 397?"},{"screen_name":"AnnoyedOBrien","text":"No, Captain, I don’t know why Morn’s mud bath was transported directly into your quarters but you can BET THAT I’M GOING TO BLOODY WELL FIND OUT\n#MondayMotivation"},{"screen_name":"AnnoyedOBrien","text":"At this point I’m more bloody turkey than man"},{"screen_name":"AnnoyedOBrien","text":"OH MY BLOODY HEAD"},{"screen_name":"AnnoyedOBrien","text":"It’s time once again for O’Brien’s Quadrant Famous Magic Show! Pick a card! Any card!"},{"screen_name":"AnnoyedOBrien","text":"Would anyone care to EXPLAIN to me why Riker is communicating with the ancient past to try and sell outdated software??! https://t.co/2dF9kwriN7"},{"screen_name":"AnnoyedOBrien","text":"FINALLY SOME BLOODY SLEEP https://t.co/Ri5Zghbrw2"},{"screen_name":"AnnoyedOBrien","text":"Computer: why is Bing still an active search option?"},{"screen_name":"AnnoyedOBrien","text":"Computer, @EnterpriseCPU why does the bloody replicator print out a card that says “most illogical” when I ask it for banana bread"},{"screen_name":"AnnoyedOBrien","text":"Garak, you know this is embarrassing for me. I just asked if you could make me something I could wear to bed that Keiko would find....sexy. Ok? I said it again. You don’t have to keep bloody winking at me dammit"},{"screen_name":"AnnoyedOBrien","text":"What a bloody day. I can’t wait to shoot darts with @BashirFaq at Quark’s tonight"},{"screen_name":"AnnoyedOBrien","text":"YOU’RE BLOODY RIGHT https://t.co/608nxOsCJu"},{"screen_name":"AnnoyedOBrien","text":"What Is Accidentally Live-Streaming Throughout DS9?"},{"screen_name":"AnnoyedOBrien","text":"Scotch. Scotch? Scotch, scotch! SCOOOOOOOTCHHHH!!!!\n\n#MakeAFriendIn5Words"},{"screen_name":"AnnoyedOBrien","text":"I’m not saying you were responsible for injecting fifteen Voles with an experimental mutagenic serum Julian, but I AM saying that they’re coming from your bloody laboratory"},{"screen_name":"AnnoyedOBrien","text":"WHY IS SISCO’S BLOODY DESK IN MORN’S MUD TUB, ROM?!!!?"},{"screen_name":"AnnoyedOBrien","text":"Ok, Rom, I calmly accept that the entire main deflector array is on fire. In space. You see? I’m calm. Now....\n\nWOULD YOU LIKE TO BLOODY EXPLAIN WHAT THE BLOODY HELL BLOODY HAPPENED YOU INCOMPETENT BUFFALO"},{"screen_name":"AnnoyedOBrien","text":"Julian I’ve told you a hundred times; the codpiece is for HISTORICAL BLOODY ACCURACY \n@BashirFaq"},{"screen_name":"AnnoyedOBrien","text":"@BashirFaq Do you have a cousin on a starship named Galactica?"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot Listen @BashirFaq just because you’re good at chess is no reason to doom the bloody station"},{"screen_name":"AnnoyedOBrien","text":"No, Quark, it was NOT a “great idea” to try to have the replicator make 900k BARS OF BLOODY LATINUM! YOU ALMOST KILLED MORN DAMMIT"},{"screen_name":"AnnoyedOBrien","text":"Yes but WHY would you ask the Replicator to “divide tacos by zero” Riker?? STOP LAUGHING YOU BLOODY MANIAC"},{"screen_name":"AnnoyedOBrien","text":"I don’t know Riker, you tell me; was it a GOOD IDEA to use a replicated  segway to do “xtreme backflips” off of my favorite bloody chair???"},{"screen_name":"AnnoyedOBrien","text":"Where Is The Banging Noise Coming From?"},{"screen_name":"AnnoyedOBrien","text":"I don’t have TIME to explain why, Quark! Just disable the lock on the Holosuite before I USE YOUR BLOODY HEAD TO DO IT MYSELF"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot AGAIN??!"},{"screen_name":"AnnoyedOBrien","text":"What Holodeck Program Am I Playing With Dr. Bashir Tonight?"},{"screen_name":"AnnoyedOBrien","text":"I LOVE MY WIFE"},{"screen_name":"AnnoyedOBrien","text":"Sniff warms the cockles of me heart https://t.co/McoUr04UQw"},{"screen_name":"AnnoyedOBrien","text":"Julian, why are you staring at me like that?\n\n@BashirFaq https://t.co/dGbiWWSSNg"},{"screen_name":"AnnoyedOBrien","text":"Which Ensign Am I Sending To Fix Riker’s Sonic Shower?"},{"screen_name":"AnnoyedOBrien","text":"No Sir, I don’t see how both of us being trapped in this maintenance shaft is “hilarious”, and—HOW do you have your BLOODY TROMBONE with you??!\n #WillRikerDay"},{"screen_name":"AnnoyedOBrien","text":"Garak! It’s time: I must commission a new set of underwear."},{"screen_name":"AnnoyedOBrien","text":"DAMMIT RIKER no you can’t attach a Dabo wheel filled with female ensigns’ quarters coordinates to the transporter to “create a evening delight machine” you bloody perv"},{"screen_name":"AnnoyedOBrien","text":"WHY THE FLYING HELL would I want my drink “infused” with Ax Body Spray, Riker you maniac"},{"screen_name":"AnnoyedOBrien","text":"Computer, personal message to Julian & Garak:\n\nI’ve been working on my innuendo. May I run these lines past you guys before trying them with Keiko?\n\n- My core’s about to breach, m’lady!\n\n- Fancy some Irish cream?\n\n- You’re not the Captain but I’m saluting!"},{"screen_name":"AnnoyedOBrien","text":"Listen Quark, I don’t bloody CARE who’s in the Holosuite, they’ve run over their time and Julian and I had specifically reserved—what’s that? Riker’s in there? .................never mind, we’ll reschedule"},{"screen_name":"AnnoyedOBrien","text":"WRITE IT DOWN https://t.co/pgyrVXHLSX"},{"screen_name":"AnnoyedOBrien","text":"I don’t CARE that it’s “not stylish” Julian, if we are going to play The Three Musketeers you HAVE to wear the tights! And Garak, stop stuffing your bloody codpiece!!"},{"screen_name":"AnnoyedOBrien","text":"WHY IN THE WORLD would you think that filling the turbolift air vents with Ax Body Spray would be a good idea Riker?!! Morn’s coughing so much he can barely bloody speak!!"},{"screen_name":"AnnoyedOBrien","text":"No, Riker, the replicator can’t make a “sexy” turkey"},{"screen_name":"AnnoyedOBrien","text":"It’s certainly possible that I’ve outgrown my taste for scotch Julian. However it’s far more likely that I’ve been genetically altered against my will so could you PLEASE do the BLOODY SCAN"},{"screen_name":"AnnoyedOBrien","text":"What do you MEAN the Infirmary is ankle-deep in Tex-Mex salsa, Julian? How is this my bloody problem"},{"screen_name":"AnnoyedOBrien","text":"HE WAS A GREAT MAN https://t.co/TEw8VJ44wi"},{"screen_name":"AnnoyedOBrien","text":"Julian, I understand that the medical tricorder isn’t working but standing behind me and softly going “beep boop boop” while I fix it ISN’T BLOODY HELPING"},{"screen_name":"AnnoyedOBrien","text":"For the last time Julian, you don’t bloody need an Inverse Traction Beam Emitter in your BLOODY INFIRMARY"},{"screen_name":"AnnoyedOBrien","text":"For the LAST TIME Quark, NO I do NOT want to buy vintage 20th Century Magic The Gathering cards BLOODY HELL"},{"screen_name":"AnnoyedOBrien","text":"After a long day of repairing conductors I just want to throw some darts, Riker. So no, I don’t want to bloody hear about your new “sexy” replicator modifier suggestions dammit"},{"screen_name":"AnnoyedOBrien","text":"AHHG! WHAT THE BLOODY WHAT"},{"screen_name":"AnnoyedOBrien","text":"Which Holodeck Program Should Bashir And I Play Next?"},{"screen_name":"AnnoyedOBrien","text":"What The Bloody Hell Is Wrong With Deck 11?"},{"screen_name":"AnnoyedOBrien","text":"Worf if you smash the bloody console every time it’s “not fast enough” then I’ll ALWAYS BE WORKING ON IT"},{"screen_name":"AnnoyedOBrien","text":"@Commander_No1 Would you care to EXPLAIN to me why Cargo Bay 11 just had to accept an unscheduled delivery of 50k assorted chairs?!?"},{"screen_name":"AnnoyedOBrien","text":"MmHm. Yes. Uh huh. Yes Commander Riker I’m writing it down. You want your warp drive supercharged with plasma boosters. Yes. You realize that will make the core explode? I see. “Risa is having a no-cover week” yes, of course Sir."},{"screen_name":"AnnoyedOBrien","text":"How about you try SHUTTING THE BLOODY HELL UP #tuesdaythoughts"},{"screen_name":"AnnoyedOBrien","text":"I don’t CARE if you’re using the Holodeck, Barclay! Julian and I reserved this time and- oh what the bloody hell did I just walk into"},{"screen_name":"AnnoyedOBrien","text":"RIKER IT’S 0400 BLOODY HOURS TURN IT DOWN https://t.co/FOz91ls4Sr"},{"screen_name":"AnnoyedOBrien","text":"WHAT the BLOODY HELL?!?"},{"screen_name":"AnnoyedOBrien","text":"Computer: Enable intro music when I walk into Engineering today"},{"screen_name":"AnnoyedOBrien","text":"Sure Morn, I’ll try your new protein powder. Mmm chocolate! What’s that? It wasn’t a single serving container? Um well I rrrrrrRRRRRRAAAAAAAGGGHHHHH OBRIEN WANT WEIGHT BENCH"},{"screen_name":"AnnoyedOBrien","text":"Why no, Wesley, I DON’T think it would be “neat” to remove all the warp drive parts and stack them to see how high they can go NOW GET THE BLOODY HELL OUT OF ENGINEERING"},{"screen_name":"AnnoyedOBrien","text":"Listen Rom, for the UMPTEENTH bloody time, make sure you don’t leave your combadge on during your bathroom breaks!! I DON’T CARE IF RIKER THINKS IT’S HILARIOUS"},{"screen_name":"AnnoyedOBrien","text":".@EnterpriseCPU Where am I, and how is Riker responsible?"},{"screen_name":"AnnoyedOBrien","text":"@TrekEpisodeBot I’ve got this one."},{"screen_name":"AnnoyedOBrien","text":"If anyone NEEDS ME I’ll be DRINKING ALONE"},{"screen_name":"AnnoyedOBrien","text":"I’m going to get you a present, Computer https://t.co/wiAT3GrVOg"},{"screen_name":"AnnoyedOBrien","text":"The REASON we’re hunting Voles all night, Nog, is because SOMEONE didn’t BLOODY CHECK the BLOODY AIR VENTS"},{"screen_name":"AnnoyedOBrien","text":"Some see sarcasm, I see a bold new plan https://t.co/zN635yTAGp"},{"screen_name":"AnnoyedOBrien","text":"Yes Quark, technically you shouldn’t be running an underground #StPatricksDay2018 simulation and taking bets on drinking contests you already know the outcome of. However, I’m what’s known as a bloody whale. HIT ME"},{"screen_name":"AnnoyedOBrien","text":"SLOT, Riker. What SLOT do you want me to plug the subspace booster into. STOP LAUGHING YOU MANIAC"},{"screen_name":"AnnoyedOBrien","text":"Alright, step right up! It’s time for some of O’Brien’s Famous Small Batch Scotches! Choose your poison:"},{"screen_name":"AnnoyedOBrien","text":"Cold steel? Yes Commander Riker, that’s what this coolant shaft is made of. What? Oh, I’d say it’s about 20 yards long. HOW IS THIS FUNNY"},{"screen_name":"AnnoyedOBrien","text":"Who/What just walked into Engineering?"},{"screen_name":"ColNerys","text":"You're always enough for those who truly love you, just the way you are. It took me a long time to realise this, but @RomanticOdo never fails to remind me on my bad days"},{"screen_name":"ColNerys","text":"#WaysToRuinTheRomance close your eyes to kiss them and when you open them he's shapeshifted into a vole as a \"joke\""},{"screen_name":"ColNerys","text":"Our new way of fundraising for the Bajoran Orphanages has been going amazing, who knew how much money we'd get by making a money jar for whenever @MoghSon says something \"is not your concern\"\nThinking of making one for every time @AnnoyedOBrien says \"bloody\"..."},{"screen_name":"ColNerys","text":"@AnnoyedOBrien @BashirFaq @RealElimGarak pls get married soOn @Real_Morn_DS9 wud be SUXH A BEAUYIFUL FLOWER PERSON PLS ITS BEEN SO LONG DINCE WE HAD A PARTY"},{"screen_name":"ColNerys","text":"Time to make this a team effort so what is Odo being for \"find the changeling\" today (I just want to sit down and eat omg) - add more ideas please"},{"screen_name":"ColNerys","text":"On a scale of Odo to O'Brien how much do you enjoy seeing your past self?? https://t.co/SCvFzdd2ps"},{"screen_name":"ColNerys","text":"@AnnoyedOBrien the are two shuttles leaving Bajor to the station, couldn't fit all the alcohol and chocolate on one GET CARGO BAY 4 RRRREADY AND GET YOUR LIVER READY TO PARTY AND BEAT UP HOLOGRAM SPOONHEADS AND FARENGI"},{"screen_name":"ColNerys","text":"Bajor airways stuns me with its beauty... SHAME I'M STUCK SITTING WITH A BUNCH OF POLITICIANS IN A HALL"},{"screen_name":"ColNerys","text":"Can't believe I'm having to make this announcement but by the Prophets whoever rigged the Ops replicators to only proiduce \"Tide Pods\" is going on my special list\n@obrienfactor_  Chief stop this, by all means necessary"},{"screen_name":"ColNerys","text":"Sorry this is the CUTEST thing ok #throwback @RomanticOdo https://t.co/IBXLWWo4eh"},{"screen_name":"ColNerys","text":"#ThingsIDoOutOfHabit distrust everyone when I first meet them"},{"screen_name":"ColNerys","text":"In honour of #collectiveleadership I thought we could look back at some of Cardassia's wise, noble, and respectable leaders: https://t.co/YEyNAOyp1b"},{"screen_name":"ColNerys","text":"What breed of tribbles are these??? https://t.co/vgrQG1y7RT"},{"screen_name":"ColNerys","text":"Me walking into a Klingon Mess Hall https://t.co/JMLR0iJslF"},{"screen_name":"ColNerys","text":"Colonel's log: Why is Colonel spelt like that I mean seriously come on"},{"screen_name":"ColNerys","text":"@JacobSisko how does it feel to know that @BashirFaq and @RealElimGarak are the most talked about couple and not you and Nog????"},{"screen_name":"ColNerys","text":"Apparently today is a festival of love on Earth, so it's a great opportunity to say how much I appreciate you every day, you brighten up each moment and make me able to deal with any situation, I love you, Raktajino"},{"screen_name":"ColNerys","text":"Heading to this seminar on Bajor, but it doesn't start for 32 hours so I'm going to be getting completely drunk until then #offduty"},{"screen_name":"ColNerys","text":"Quick out of character tweet (I'M sOrRY) THANK YOU for everyone being so nice n welcoming, this is my first RP account and every notification makes me smile! Kira and star trek means a lot to me and the community is amazing. Here's me doing a Riker leg with my star trek mug https://t.co/c1aFZdiIDP"},{"screen_name":"ColNerys","text":"Alcohol is a gift, bringing rewards of being able to sleep for more than 26 hours to fight off that hangover <U+2764><U+FE0F><U+0001F64C><U+0001F64C> anyone start a war???"},{"screen_name":"ColNerys","text":"@BashirFaq Is there a way to remove the \"Come to Quark's, Quark's is fun...\" song from my brain because I could survive the Occupation but I can't survive having this in my head\n@QuarkCL"},{"screen_name":"ColNerys","text":"BenJaMIN goddamn sisKo gave the best side eye of wnyONE EvEr and I misshim https://t.co/BglBTFeCMR"},{"screen_name":"ColNerys","text":"#StupidQuestionsForAGenie can my mum just like...not have done the do with Dukat??? Just please?? Good god"},{"screen_name":"ColNerys","text":"Sometimes I just wanna hi-five @realGulDukat, with a chair, and his face"},{"screen_name":"ColNerys","text":"An ancient Earth Museum @AnnoyedOBrien have you read this? https://t.co/MCb1Gbsxn4"},{"screen_name":"ColNerys","text":"If the prophets don't take over your body/come to you in a vision how bad can the decision be??????"},{"screen_name":"ColNerys","text":"#NationalAgDay so many Bajorans from all walks of life went into agriculture to keep our beautiful planet and or people afloat, and we appreciate you all! Even the First Minister had a farm in Dakoor Province"},{"screen_name":"ColNerys","text":"Keiko and @AnnoyedOBrien gave me an ancient book of 'origami', I'm still awful at anything artististic but Odo loving all the new shape challenges!"},{"screen_name":"ColNerys","text":"Knew we couldn't get past @MoghSon 's birthday without an incident https://t.co/Nemfx9ug2t"},{"screen_name":"ColNerys","text":"Fight for the Bajoran Resistance in bed #AddInBedToAnything"},{"screen_name":"ColNerys","text":"\"thou shalt not run on the promenade\" https://t.co/WH0s1ia58j"},{"screen_name":"ColNerys","text":"Watch out @QuarkCL https://t.co/z12RUKF2i0"},{"screen_name":"ColNerys","text":"I speak Bajoran, not scientific babble people use to sound smart https://t.co/Yvi932uLYu"},{"screen_name":"ColNerys","text":"#ThingsIDoOutOfHabit threaten Quark"},{"screen_name":"ColNerys","text":"This is every mission https://t.co/6tct8OwQVG"},{"screen_name":"ColNerys","text":"Why do the problems with the holosuites always quadruple when these lot are aboard (@AnnoyedOBrien can you figure out a way to get Riker down or at least all of them upside down to even it out??) https://t.co/sRs9gtDWg5"},{"screen_name":"ColNerys","text":"I'M FINALLY BACK ON THE STATION so anyone slacking in Quark's when they're on duty is about to get sanitation duty"},{"screen_name":"ColNerys","text":"Does Kai Winn look like Hilary Clinton???"},{"screen_name":"ColNerys","text":"I guarantee you will be safe at the march, enjoy our #freebajor. And FU*K dukat. https://t.co/7bnJuJRyq4"},{"screen_name":"ColNerys","text":"@Ops_Commander If you're ever going away, we and @RomanticOdo would be delighted to take care of @Spot36580657 for you!"},{"screen_name":"ColNerys","text":"I've been informed that @lt_cmd 's cat @Spot36580657 has been replaced by a changeling imposter.....pretty sure it's Odo and there are some things a wife doesn't need to know"},{"screen_name":"ColNerys","text":"#BizarreCrayonNames The Orb of Creativity"},{"screen_name":"ColNerys","text":"Personal log: worried Odo won't like the present I got him from Bajor, he always says I don't need to buy him anything and I know he can become anything but GODDAMNIT LET ME SHOW MY LOVE"},{"screen_name":"ColNerys","text":"Sounds about right from my vague memories of it (also why do the prophets screw with my complexion??) https://t.co/xPyridwXft"},{"screen_name":"ColNerys","text":"@BashirFaq so proud https://t.co/8TbQ4GEljh"},{"screen_name":"ColNerys","text":"What was I doing on that top secret mission I just got back from?? \ninspired by @RealElimGarak"},{"screen_name":"ColNerys","text":"Personal log: a Vole ate through my work boots, yes I kNOW I can replicate more Odo but it's the principle. I'm taking them down, let's open the gun stash"},{"screen_name":"ColNerys","text":"I want this tattooed https://t.co/XUlZ058fWo"},{"screen_name":"ColNerys","text":"@spotthecat @Spot36580657 are you my husband"},{"screen_name":"ColNerys","text":"Colonel's log: Thanks to my incredible crew I'm on my way back to sort the \"emergencies\" on the station, Shakaar said we could re-schedule for when I'm free, I said I'd rather marry a Vole"},{"screen_name":"ColNerys","text":"Station log: we're having 10 Klingon and 5 Vulkan transports arriving today"},{"screen_name":"ColNerys","text":"@RomanticOdo theWIne remIndEd me of of wen you would buy if for me when I came out of pryrs and u love and care fir me alortalot and I don't deserve it I dknt deserve u butiloveyoualotokay shh don't let thm ser me being all musshhyy"},{"screen_name":"ColNerys","text":"#callthemidwife when the sneezing interrupts every meeting and it's not even your goddamn kid (love you Kirayoshi)"},{"screen_name":"ColNerys","text":"Data is an EXCLENT DRINKN BUDY 10/19 BARTEBDER"},{"screen_name":"ColNerys","text":"Personal log: this trip has made me realize how lucky I am to have loyal, real people I trust on DS9, not to mention the man I love more than I thought possible. I've genuinely missed them all, from the bluntness of a reply to the thoughtful safe embraces. Good to be coming home."},{"screen_name":"ColNerys","text":"@QuarkCL I'm thinking of using this photo to decorate your entire bar tbh, you remind me of a Dabbo girl... https://t.co/P4ZmjTm52E"},{"screen_name":"ColNerys","text":"What action of Grand Nagus @rom_ds9 angered @QuarkCL the most???"},{"screen_name":"ColNerys","text":"I understand you are all collectively one being. But plEaSE don't take Odo's form and then take me out for a drink just to do an Irish dance in Quark's for 2 hours."},{"screen_name":"ColNerys","text":"What Ferengi group is this??? https://t.co/a7sgDU9bKt"},{"screen_name":"ColNerys","text":"I knew the Breen have a rank of 'Thot' but I had no idea ancient humans had the rank too."},{"screen_name":"ColNerys","text":"Colonel's log: anyone else who tells me \"Sisko wouldn't do that/Sisko wouldn't say that\" has to go sit in an airlock looking at the celestial temple opening to see how SISKO ISN'T HERE ANYMORE"},{"screen_name":"ColNerys","text":"This is an intervention for @MoghSon https://t.co/9gObdziEjr"},{"screen_name":"ColNerys","text":"Colonel's log: Just spoke to First Minister Shakaar, Bajor is still on the rise, but there are still some issues in Bakar and Judintha provinces, and the leaders of those keep arguing in the meeting whilst Shakaar keeps flirting....it's gonna be a long trip."},{"screen_name":"ColNerys","text":"Every briefing https://t.co/lLpKcXDe80"},{"screen_name":"ColNerys","text":"Happy intergalactic Women's Day https://t.co/C0Nlgt91Mb"},{"screen_name":"ColNerys","text":"#Bashir4DS9 @swear_trek https://t.co/AySu1GMHUq"},{"screen_name":"ColNerys","text":"Who/what am I most suspicious of on a daily basis??"},{"screen_name":"ColNerys","text":"@realGulDukat whYi s your skIn the sam colour as vole poop????????????????.?? Also u sucj"},{"screen_name":"ColNerys","text":"Attention: everyone on Deep Space 9 now must refer to @realGulDukat as 'Guly' only. Thank you this has been a public service announcement from the Colonel. https://t.co/53EILSB5b7"},{"screen_name":"ColNerys","text":"This is truly beautiful, a gorgeous artwork of home https://t.co/HK9HaDEmQ6"},{"screen_name":"ColNerys","text":"Loitering on the Promenade will be excused for watching the games , or for setting @BashirFaq running with a torch in a padded costume, I haven't laughed this much in a LONG time https://t.co/NpyPnMo7WF"},{"screen_name":"ColNerys","text":"Hoping Riker can come to the station to teach me this move...judt in case https://t.co/N065f7DZxX"},{"screen_name":"ColNerys","text":"What sikass design should I shave into my hajr"},{"screen_name":"ColNerys","text":"There was once a time I thought Odo didn't have a sense of humour, now every time I go into my quarters I have to play \"find the changeling\". I'm losing 67:2."},{"screen_name":"ColNerys","text":"Com signals and messages are just getting more and more complicated https://t.co/DMw1k5YjYJ"},{"screen_name":"ColNerys","text":"Do yU think I should shave my hair back to thold stule? @Ops_Commander @lt_cmd GETME THE CLUPPERSSSSSS"},{"screen_name":"itsvicfontaine","text":"Let it ride, pally."},{"screen_name":"itsvicfontaine","text":"Thank you, thank you! This ones for all you lovers out there.\nhttps://t.co/NCaiSpFwDk"},{"screen_name":"itsvicfontaine","text":"Thank you, thank you, you’re too kind. The boys & I are gonna take a little breather, but feel free to hit the tables, kids! The night is young and the scotch is old!"},{"screen_name":"itsvicfontaine","text":"It’s after midnight at Vic’s and it’s time to SWING, pally! Who’s that crazy cat who just walked in the door?"},{"screen_name":"itsvicfontaine","text":"Which Song Should We Play Next?"},{"screen_name":"itsvicfontaine","text":"Your song suggestions have been heard and here are your top 4. Which one will win, pally?"},{"screen_name":"itsvicfontaine","text":"GOT A BOOTY LIKE AN HOURGLASS"},{"screen_name":"itsvicfontaine","text":"Strangers In The Night #AGoodTimeIn4Words"},{"screen_name":"itsvicfontaine","text":"To every one of you guys & gals out there who might be feeling alone for the holidays, you’ve always got a table at my place, pally."},{"screen_name":"itsvicfontaine","text":"Let’s fly!!\n\nhttps://t.co/TN0IeJMCIg"},{"screen_name":"itsvicfontaine","text":"WELCOME TO THE STATION \n\nWE’VE GOT FUNNEL CAKE"},{"screen_name":"itsvicfontaine","text":".@BashirFaq When will you sit in with me and the boys again, pally?"},{"screen_name":"itsvicfontaine","text":"Baby, it’s been 400 years but this next little number still works for me. Hit it, boys!"},{"screen_name":"itsvicfontaine","text":"Hey, doll-face!\n#NewProfilePic https://t.co/WRjots2X1g"},{"screen_name":"itsvicfontaine","text":".@ComputerDs9 Why have I been offline so long, pally?"},{"screen_name":"itsvicfontaine","text":"You’re nobody till somebody chairs youuuuu you’re nobody till you’re in a chair"},{"screen_name":"itsvicfontaine","text":"Hey gang, thanks for stopping by! What could me and the boys play for you? What’s that? In the back? What’s a “nickleback”, Riker?"},{"screen_name":"itsvicfontaine","text":"What’s a guy got to do to get a good martini on this station?"},{"screen_name":"itsvicfontaine","text":"Thank you, thank you! Any requests? Anyone? Anyone who ISN’T Riker?"},{"screen_name":"itsvicfontaine","text":"It’s nice to see you all back from your earth holidays! Let’s unwind with a little tune I first heard Deano play in ‘55"},{"screen_name":"itsvicfontaine","text":"Hey you guys and gals, #HappyNewYear ! The party’s just getting started. https://t.co/hdNSz65nC8"},{"screen_name":"itsvicfontaine","text":"Hey there pally! Nice to— no. No. Riker! You’ve got that look in your eye!! Don’t make me sing:"},{"screen_name":"itsvicfontaine","text":"Hey guys & dolls! It’s #FridayNight and that means it’s time to swing, pally! Feel free to make like old Blue Eyes and send your requests my way."},{"screen_name":"itsvicfontaine","text":"Thank you, thank you! And for my next song..."},{"screen_name":"itsvicfontaine","text":".@EnterpriseCPU What’s happening pussycat?"},{"screen_name":"itsvicfontaine","text":"@paparoach https://t.co/MRoppe9FYM"},{"screen_name":"itsvicfontaine","text":"I’m sorry Riker, but I’ve never heard of Creed. They must be one of those new acts all the kids are on about these days."},{"screen_name":"itsvicfontaine","text":"IF YOU WANNA BE LIKE RIKER\n\nYOU GOTTA GET A TROMBONE \n\nHE’S MAKING ME SING THIS\n\nHELP ME I’M ALONEEEEE"},{"screen_name":"itsvicfontaine","text":"Hey guys and gals! It’s late nite here at Fontaine’s and it’s time to swing!"},{"screen_name":"itsvicfontaine","text":"What New Song Should The Boys & I Learn In 2018?"},{"screen_name":"Odo_constable","text":"Fun fact: Male Bajoran birds lay eggs, fertilised by the female.\n\nWait. Surely they are just the female if they lay the eggs?\n\n...I layed an egg once."},{"screen_name":"Odo_constable","text":"No loitering on the Promenade."},{"screen_name":"Odo_constable","text":"Worf has a phenomenal case of 'Klingon Syphilis' apparently. Easily curable, but he smells like Morns quarters after one of his 'raves'."},{"screen_name":"Odo_constable","text":"I visited the 'Henry Hoover' museum. Absolutely fascinating...\n\nAll those souls lost in 2036. Tragic."},{"screen_name":"Odo_constable","text":"Dax is giving me relationship advice again.\n\nShe's pretty good to be fair."},{"screen_name":"Odo_constable","text":"Garrak gave me a gift this morning. It was some Cardassian literature. Although greatful, I think he's up to something..."},{"screen_name":"Odo_constable","text":"No loitering on the Promenade!"},{"screen_name":"Odo_constable","text":"me on instagram vs me on twitter https://t.co/cRErFjkxib"},{"screen_name":"Odo_constable","text":"Quark. QUARK! Why on Terok Nor is Rom unconscious on your doorstep holding a note reading: \"PAY UP\"?!\n\nPay your damn fines!\n\nWhat an imbecile. Big eared, Latinum laundering bastar- \n\n*sigh*\n\nCalm down, Odo. Just imprison him, you love imprisoning Quark."},{"screen_name":"Odo_constable","text":"Sometimes I forget I can change into any inanimate object.\n\nEver tried being a salad bowl?\n\nStrangely relaxing."},{"screen_name":"Odo_constable","text":"I stopped by ops to give The Captain the usual weekly security update. I bumped into Nerys whilst I was there... She's... So... Charming."},{"screen_name":"Odo_constable","text":"I accompanied the captain on his visit to earth today. He asked if I could come along, I think he felt guilty about my ruined holiday. He said something like \"I've been there before, I know how it feels.\""},{"screen_name":"Odo_constable","text":"Rom gave me a gift today.\n\nWhat do we think?"},{"screen_name":"Odo_constable","text":"I sometimes wonder what it would be like to pass excrement."},{"screen_name":"Odo_constable","text":"I was on board the Defiant today. We found a '21st Century automobile' in orbit around a small moon inside the The Federation-Cardassian border. The captain laughed, said this was 'star man'...an important milestone in human history. Why it was in The DMZ? We are yet to find out."},{"screen_name":"Odo_constable","text":"Please take part in this station survey (it's not compulsory*) -\n\nHow satisfied are you with station security? \n\n*it is"},{"screen_name":"Odo_constable","text":"If you                              then you don’t \ndon’t love                      deserve\nme at my                       me at my https://t.co/VXNDAr6BzT"},{"screen_name":"Odo_constable","text":"Last night I went undercover in 'Quarks' as a small drinking glass. There are rumours that Morn is running an illegal smuggling operation with The Maquis, earning a fortune in Latinum. Unfortunately, all he did was talk to the locals about his antics on resort planet, Risa."},{"screen_name":"Odo_constable","text":"Quark is back. I left him a gift under the bar (a fine)."},{"screen_name":"Odo_constable","text":"no."},{"screen_name":"Odo_constable","text":"I lost my patience with the visiting Kai today."},{"screen_name":"Odo_constable","text":"\"GET OFF MY LAWN!\"\n\n\"PARKOUR IS SO 2008!\"\n\n\"TAYLOR SWIFT ISN'T COUNTRY!\"\n\nsorry, you caught me practicing my common '21st Century Earth' phrases. It's for a work thing. Now, if you'll excuse me...\n\n\"FUCK THE TORIES!\"\n\n\"VENOM WAS A BAD FILM!\"\n\n\"MR BLOBBY IS OUR FÜHRER!\""},{"screen_name":"Odo_constable","text":"WHAT?\n\nWHERE AM I?\n\nAm I - Am I dead?\n\nSo... This is what it feels like.\n\nComplete darkness.\n\n... Wait a minute.\n\nQUARK! Have you put a lid on my bucket again!"},{"screen_name":"Odo_constable","text":"Bashir tried to explain to me what a 'Spitfire' was today. I have absolutely no idea what he's talking about."},{"screen_name":"Odo_constable","text":"I have a bone pick with Jake Sisko... Is that the right expression? A bone to pick? I've been reading Human literature, you see."},{"screen_name":"Odo_constable","text":"A stranger came through the worm hole yesterday. Humanoid, jaundice in his complexion. He was very polite. Went about his business, spent some time on the promenade...The captain wants me to keep an eye on him.\n\nLike I wasn't already."},{"screen_name":"Odo_constable","text":"Chief O'brien came by today to fix my faulty door. That man sure does work hard. But if I hear him say \"as an enlisted man\" again, I'm going to... Well I suppose there's not much I can do about that."},{"screen_name":"Odo_constable","text":"Department of Temporal Investigations been snooping around again.\n\nI don't normally use curse words, but...what a collection of bastards."},{"screen_name":"Odo_constable","text":"This morning, I caught a Bajoran tradesman with 6 crates of Self Sealing Stem Bolts, WITHOUT the proper paper work. Turns out he hadn't payed the shipping fee's. Jokes on him, he gets to spend a night in a cell and leaves tomorrow for Bajor empty handed. Another criminal caught."},{"screen_name":"Odo_constable","text":"Turns out Rom is just a really nice guy. You were all wrong.\n\nGave me some fresh Bajoran fruit. I can't eat, but, you know... \n\nI like Rom. https://t.co/QCmBCfeBse"},{"screen_name":"Odo_constable","text":"Chief O'brien called me a 'feckin flubber looking twat' this morning after I accidentally bumped into him on the promenade. No idea what it means, but he seemed upset."},{"screen_name":"Odo_constable","text":"Vic Fontaine. I read up on him. In the '1960s' on 'Earth' the real Fontaine lived in an under water city somewhere in the 'Atlantic' ocean.\n\nFound some audio recordings of the founder of the underwater city. Strange... He sounds just like Quark."},{"screen_name":"Odo_constable","text":"Nothing to do around here since Quark left the station for a few days. Rom runs things legally..."},{"screen_name":"Odo_constable","text":"Yesterday, we found some kind of 'cryo tube' orbiting an M-class star in the Alpha Quadrant. \n\nCloser inspection revealed a life form inside...It was Human.\n\nWe transported it to the Defiant.\n\nThe Human was frozen in the year 2022.\n\nDNA confirmed it to be 'Hayden Christensen'."},{"screen_name":"Odo_constable","text":"Doctor Bashir came to visit this evening.\n\nHe brought his new 'lady friend'.\n\nNerys said he's a 'sex pest'.\n\nI agree."},{"screen_name":"Odo_constable","text":"Rom is a good friend. He's a good colleague. A good engineer.\n\nWhat an absolute retar-\n\nA good friend."},{"screen_name":"Odo_constable","text":"A human 'historian' stopped me on the promenade yesterday. Said I looked and sounded like an old earth 'actor' named @reneauberjonois.\n\nI have absolutely no idea what she was talking about.\n\nI looked him up...\n\nGood looking man."},{"screen_name":"Odo_constable","text":"What shall I change into tonight? Going undercover at Quarks place."},{"screen_name":"Odo_constable","text":"It's a shame that we live on a space station. I changed into a giraffe* once, the 'freedom of the neck' is phenomenal. Giraffe's are great.\n\n*human neck beast."},{"screen_name":"Odo_constable","text":"If there's Latinum involved then you can rest assured that Quark will also be involved. https://t.co/QOJMGNHYL4"},{"screen_name":"Odo_constable","text":"I am keeping my eyes on you... https://t.co/iszhu4Kx0U"},{"screen_name":"Odo_constable","text":"Im on holiday - Borrowed a Runabout, on a small moon orbiting a gas giant, just past the wormhole. It was incredibly peaceful for about ten minutes before I realised Quark had stowed himself away in the cargo hold. He said \"if I asked you, you wouldn't have let me come with you.\""},{"screen_name":"Odo_constable","text":"I tried a 'pint' today. The chief and Bashir invited me over. I can't help think it was for their amusement rather than friendship. Of course, I couldn't actually 'try' the 'pint'. But they seemed to like it when I said \"mmmm hoppy\". Luckily I have read up on human beverages."},{"screen_name":"Odo_constable","text":"Odo this. Odo that. Do it yourself Bashir!"},{"screen_name":"Odo_constable","text":"Computer, what is love?"},{"screen_name":"Odo_constable","text":"I don't know why, but Keiko O'brien always gives me strange looks when we cross paths. I'll ask the chief about it in the morning."},{"screen_name":"Odo_constable","text":"If anyone has seen this object I'd be extremely grateful! https://t.co/cQbC1oRiTT"},{"screen_name":"Odo_constable","text":"Undercover again last night, I changed into a lamp in garraks quarters. He did absolutely nothing suspicious. He's good. Obsidian order good."},{"screen_name":"Odo_constable","text":"Quark called me in earlier, asking if I could get him out of trouble (again). Two male Klingons were refusing to leave a holosuite. I told him it was his problem...\n\nDon't worry, I was just trying to scare him. Me and my team of station security dealt with the problem swiftly."},{"screen_name":"Odo_constable","text":"Sometimes I miss the occupation."},{"screen_name":"Odo_constable","text":"As you were. https://t.co/rjFwj9BI6u"},{"screen_name":"Odo_constable","text":"Sometimes I accidentally sign off documents with 'Terok Nor'.\n\nBad habit."},{"screen_name":"Odo_constable","text":"A royal wedding is occurring on Bajor tomorrow...I didn't even know we had a Monarchy?\n\nSisko is invited of course."},{"screen_name":"Odo_constable","text":"Morn is dead. Again.\n\n*sigh*\n\nHe's just pretending to be dead.\n\nYou're out in the morning, Morn. You don't have to play dead as soon as you think you're in trouble.\n\nJust pay your bar tab!"},{"screen_name":"Odo_constable","text":"No loitering on the promenade!"},{"screen_name":"RealElimGarak","text":"I was busy at the time, so he can look elsewhere for a scapegoat. https://t.co/U8hNJPQonC"},{"screen_name":"RealElimGarak","text":"@BashirFaq @AnnoyedOBrien Want to help? https://t.co/C6SnSfopC0"},{"screen_name":"RealElimGarak","text":"A court martial from what? I'm a civilian. https://t.co/SszYGDLYM8"},{"screen_name":"RealElimGarak","text":"First rule for getting away with crimes. Don't draw attention to yourself. https://t.co/LXcy352gdd"},{"screen_name":"RealElimGarak","text":"And people call me a liar... https://t.co/FHZDiPX7Cs"},{"screen_name":"RealElimGarak","text":"If I go back in time, I'll teach this Earl Grey something about tea. https://t.co/zVehYTc4bh"},{"screen_name":"RealElimGarak","text":"Mood: https://t.co/xxTsAtIiPD"},{"screen_name":"RealElimGarak","text":"So is there both a Terok Nor and a DS9? Is DS9 the name of a trade deal that affects Terok Nor?\nNone of this makes sense. https://t.co/8KogyPSnBH"},{"screen_name":"RealElimGarak","text":"I haven't been very active on here for the last few days. What do you think I've been doing?"},{"screen_name":"RealElimGarak","text":"#IMayHaveOverreactedWhen I was going through withdrawal. https://t.co/MGTms4yMwQ"},{"screen_name":"RealElimGarak","text":"But Changelings are so hard to kill... https://t.co/1dQrRvvWVk"},{"screen_name":"RealElimGarak","text":"I find that keeping the Delavian chocolates on the far side of the room and keeping them hidden decreases the urge to eat them."},{"screen_name":"RealElimGarak","text":"Do you ever suddenly feel old? Like you've passed some sort of arbitrary milestone and become reminded of how long you've been around? ...I think I understand @BashirFaq's complaints about turning 30 now. #DS925"},{"screen_name":"RealElimGarak","text":"I'm not surprised. It's well known that Dukat is a liar and a fraud. https://t.co/AF7IYzOvWI"},{"screen_name":"RealElimGarak","text":"Why does it feel like everyone has forgotten how to use the replicator for underwear? Why couldn't it be something like socks or shirts, something enjoyable to make?"},{"screen_name":"RealElimGarak","text":"No, I will not make prop weapons to go along with your holosuite costumes. I'm a tailor. I make clothing."},{"screen_name":"RealElimGarak","text":"If only he had a friend who could make a beautiful masquerade costume for him and also help him deal with that whole \"murderous deadly\" thing. https://t.co/KB4NN6Yfur"},{"screen_name":"RealElimGarak","text":"Doctor Bashir stole my PADD and posted this tweet. The Never-Ending Sacrifice is NOT overrated, and I will not stop \"harping on\" Doctor Bashir until his clothing actually suits him. https://t.co/vWJTaddNKF"},{"screen_name":"RealElimGarak","text":"#UselessTriviaThatIKnow What a zipper is and how to install one. We don't use them in modern clothing, but certain people like their holosuite costumes to be more 'period accurate'."},{"screen_name":"RealElimGarak","text":"#IdLikeToBringBack the skant uniform. If Starfleet insists on making its members wear drab uniforms, they should at least be wearing the most appealing of the options."},{"screen_name":"RealElimGarak","text":"...I'm just going to leave this here and go before I say something compromising. https://t.co/U8uCmLZb9h"},{"screen_name":"RealElimGarak","text":"........... how many Cardassian tailors do we need? https://t.co/2gAbYbb3NF"},{"screen_name":"RealElimGarak","text":"Everyone says that poison is the weapon of a coward, but it's really the weapon of a clever killer who knows better than to risk their life in a needless fight. https://t.co/5RvyfDuwaU"},{"screen_name":"RealElimGarak","text":"A keen eye for denials\n#TypoYourResume"},{"screen_name":"RealElimGarak","text":"I deserve a vacation."},{"screen_name":"RealElimGarak","text":"If you're going to put out propaganda at least make it subtle. https://t.co/d5qcjZaGNb"},{"screen_name":"RealElimGarak","text":"\"If I profane with my unworthiest hand\nThis holy shrine, the gentle sin is this:\nMy lips, two blushing pilgrims, ready stand\nTo smooth that rough touch with a tender kiss.\" - Romeo and Juliet\n#ShakespeareSunday"},{"screen_name":"RealElimGarak","text":"Doctor Bashir goes to incredible lengths for his patients and friends.\n#Bashir4DS9"},{"screen_name":"RealElimGarak","text":"Me whenever someone complains about the smell of my rokassa juice: https://t.co/XPSxyZOBbW"},{"screen_name":"RealElimGarak","text":"#NationalScienceFictionDay I LIVE ON A SPACE STATION AND REGULARLY HAVE MEALS WITH ALIENS. MY LIFE IS SCIENCE FICTION. https://t.co/iae84Q6IUj"},{"screen_name":"RealElimGarak","text":"#UnnecessarySurgicalProcedures\n<U+0001F440><U+0001F440><U+0001F440> @BashirFaq"},{"screen_name":"RealElimGarak","text":"#MyNametagShouldSay just \"Garak\", \"Elim Garak\" if it must. It shouldn't say \"Elim Garak Former Cardassian Oppressor\""},{"screen_name":"RealElimGarak","text":"I'm just an innocent tailor. https://t.co/X1K2MFCqYl"},{"screen_name":"RealElimGarak","text":"Completely unfit to lead https://t.co/XIVvfG7bTV"},{"screen_name":"RealElimGarak","text":"I do have things to do besides run my shop and flirt with Doctor Bashir. It might not seem like it, but I do."},{"screen_name":"RealElimGarak","text":"Heating pads are great. Especially for when the cold makes your muscles tighten up. I can feel the tension melt away."},{"screen_name":"RealElimGarak","text":"Dukat has made a lasting impact on Cardassia.\n#ComplimentYourEnemies"},{"screen_name":"RealElimGarak","text":"Impeach Dukat! #MakeCardassiaGreatAgain"},{"screen_name":"RealElimGarak","text":"You know what's a great way to deal with the cold? Hibernate. Just wrap yourself in a cocoon of blankets and never leave."},{"screen_name":"RealElimGarak","text":"I don't care that this meme is centuries old. It's funny to me.\n#ObsidianOrder #Section31 https://t.co/V0PV1kSO2o"},{"screen_name":"RealElimGarak","text":"Why won't you just go away? Haven't you done enough damage to Cardassia and its reputation? It is going to take years to fix what you've done already and even then we might not be able to fix everything. https://t.co/fl90KgF0PY"},{"screen_name":"RealElimGarak","text":"#BiggestMisconceptionAboutMe is that I'm a spy. I'm just a plain, simple tailor."},{"screen_name":"RealElimGarak","text":"The FCC voted to destroy net neutrality and give big cable companies control over what we see and do online. On February 27th, the Internet will flood the Senate with phone calls, emails, and meetings, Are you in? https://t.co/idc9GuJowL"},{"screen_name":"RealElimGarak","text":"This is what my life has come to. https://t.co/0fefem8PLr"},{"screen_name":"RealElimGarak","text":"My dear, since I've been trapped in this secret agent holoprogram multiple times, the least you could do is consider some of my suggested improvements. @BashirFaq https://t.co/Ycw6fcsmet"},{"screen_name":"RealElimGarak","text":"My plan is that we pretend to be our own counterparts. What do you mean \"no\"? I've already stolen the appropriate outfit. https://t.co/BMx4cRlLoc"},{"screen_name":"RealElimGarak","text":"#MySpaceInventionWouldBe some sort of brilliant fashion advancement."},{"screen_name":"RealElimGarak","text":"Same https://t.co/xwJOMEJwmW"},{"screen_name":"RealElimGarak","text":"I've heard the Obsidian Order has a similar system. https://t.co/e4AHDmV7a3"},{"screen_name":"RealElimGarak","text":"#ILeftBecause I was exiled. I didn't have a choice."},{"screen_name":"RealElimGarak","text":"@BashirFaq want to take a runabout to Bajor and pretend that our fathers don't exist?"},{"screen_name":"RealElimGarak","text":"Deep -bleep- 9\n#BleepAFilmToMakeItSoundDirty"},{"screen_name":"RealElimGarak","text":"Weyoun 6 and I could have gotten along very well. https://t.co/c4aAkwL7Be"},{"screen_name":"RealElimGarak","text":"Why have so many tailors been coming to the station lately? We already have two. Go somewhere else! https://t.co/ZdAy5t5evS"},{"screen_name":"RealElimGarak","text":"I remember when being Cardassian was a point of pride rather than shame followed by quickly reassuring everyone that you do not support @realGulDukat"},{"screen_name":"RealElimGarak","text":"I'm currently having a sale at my store. All shirts marked with a silver tag are 20% off."},{"screen_name":"RealElimGarak","text":"If you wake up in a mysterious location with eight other people and a weird watch/bracelet thing strapped to your wrist, hope that you're in the timeline that leads to a good ending."},{"screen_name":"RealElimGarak","text":"Please stop making the joke about how clothing is probably 100% off for Doctor Bashir every time I have a sale. It was barely funny the first time."},{"screen_name":"RealElimGarak","text":"#WithoutSarcasmIWould have a hard time dealing with Dukat and others."},{"screen_name":"RealElimGarak","text":"This outfit is just...inspiring! https://t.co/DTbb1Q0Cq8"},{"screen_name":"RealElimGarak","text":"How did they find my list? https://t.co/GuypAWvMdp"},{"screen_name":"RealElimGarak","text":"#StuffIDoInBed sleep under a pile of warm blankets."},{"screen_name":"RealElimGarak","text":"It's been a good year for admirers of fashion. First there was that party at an Earth museum with such inspired designs, and now this royal wedding. There's just so much to appreciate and admire."},{"screen_name":"RealElimGarak","text":"Do you ever find a gif that would have been perfect for a conversation you had hours ago, but you can't post it now because the conversation has moved on?"},{"screen_name":"RealElimGarak","text":"I think I may have crated the greatest treat ever: chocolate chip cookies with Delavian chocolate chips. Yum."},{"screen_name":"RealElimGarak","text":"@ziyal_tora I'm with Doctor Bashir, so don't wait up. Also, drink your water."},{"screen_name":"RealElimGarak","text":"#My4WordVice implant in my brain"},{"screen_name":"RealElimGarak","text":"Ancient heat-activated mug technology https://t.co/QJLv8CluRr"},{"screen_name":"RealElimGarak","text":"What's the best neckline?"},{"screen_name":"RealElimGarak","text":"Always keep a back up copy of any files that are important to you. I have a separate hard drive full of images that I want for...research."},{"screen_name":"RealElimGarak","text":"#ThingsIDoOutOfHabit Lie"},{"screen_name":"RealElimGarak","text":"He's Gul Dukat #ObviousRedFlags"},{"screen_name":"RealElimGarak","text":"This is why I wasn't asked to join the Niners when they played against the Logicians. https://t.co/6ixfRsEi3N"},{"screen_name":"RealElimGarak","text":"https://t.co/xP5ZeKRFJY"},{"screen_name":"RealElimGarak","text":"@ziyal_tora this is @BashirFaq https://t.co/tS1gQV4ZLG"},{"screen_name":"RealElimGarak","text":"I'm trying to do something new with the death trap in Doctor Bashir's secret agent holoprogram, but he just wants to be dangled over a pool of sharks. What to do? (He's already nixed my idea of using sharktopus.)"},{"screen_name":"RealElimGarak","text":"#MyDayImprovesWhen we meet for lunch."},{"screen_name":"RealElimGarak","text":"Apparently there's an ancient Earth holiday all about lying. Why did no one tell me?"},{"screen_name":"RealElimGarak","text":"If Doctor Bashir tells you that he'd prefer to drink somewhere quieter, don't believe him. He's actually trying to lure you to the infirmary."},{"screen_name":"RealElimGarak","text":"Ugh https://t.co/ODR1ZhOhLi"},{"screen_name":"RealElimGarak","text":"What sort of things would an angry rebel captain appreciate? I'm trying to put together a gift basket, but I don't want it to be as Cardassian as I would normally."},{"screen_name":"RealElimGarak","text":"Don't be taken in by Dukat's lies. Do your due diligence on your news sources and be aware of their biases and you'll be fine. https://t.co/XC2Qy5EsMZ"},{"screen_name":"RealElimGarak","text":"Ha! https://t.co/jw55I4HyLU"},{"screen_name":"RealElimGarak","text":"I have never related to anything so deeply in my life as this Earth creature. https://t.co/8q39sYmnF2"},{"screen_name":"RealElimGarak","text":"#HardestThingsToGiveUp\nAn implant directly wired into the pleasure centers of your brain that effectively makes you immune to pain. ...I still miss that sometimes."},{"screen_name":"RealElimGarak","text":"#GetMyHighFrom an implant that directly stimulates the pleasure centers of my brain. Why bother with any vice that's less direct?"},{"screen_name":"RealElimGarak","text":"Me @ Dukat https://t.co/yJgSuENb1u"},{"screen_name":"RealElimGarak","text":"#OddReasonsToComeBack\nI got exiled again..."},{"screen_name":"RealElimGarak","text":"#ThingsToSayToStartAFight https://t.co/2QdbaxYWXy"},{"screen_name":"RealElimGarak","text":"Deep Snark Nine\n#SnarkyTVShows"},{"screen_name":"RealElimGarak","text":"So the leaks are exaggerated, but the leakers are traitors and cowards. Got it. https://t.co/5yNiA1zqDW"},{"screen_name":"RealElimGarak","text":"@BashirFaq https://t.co/Ao5IinEmfE"},{"screen_name":"RealElimGarak","text":"So I understand that we're not the worst universe, but clearly we're also not the best."},{"screen_name":"RealElimGarak","text":"#IWouldHaveDoneItBut I didn't want to jeopardize my place on this station."},{"screen_name":"RealElimGarak","text":"Is it problematic if you want to model your genetically enhanced friend's wardrobe after Khan's wardrobe? There's this one shirt that would work beautifully... Maybe if I make it blue or purple with gold trim he won't kick up a fuss..."},{"screen_name":"RealElimGarak","text":"It's not stalking if the information is public. https://t.co/2LVyJ4Mq6q"},{"screen_name":"RealElimGarak","text":"Sometimes you'll think things are going extremely well and then the conversation will turn and you'll be left out in the cold."},{"screen_name":"RealElimGarak","text":"I put all this effort into crafting beautiful tangled narratives that have only a kernal of truth and he just complains that my stories are inconsistent. That's the point, my dear! All of this work is to keep your brilliant mind intrigued."},{"screen_name":"RealElimGarak","text":"@BashirFaq you never told me you had a Phantom of the Opera program. https://t.co/y5XgT3L1XW"},{"screen_name":"RealElimGarak","text":"#MoreAddictiveThanTwitter\nTry an implant directly wired to the pleasure centers of your brain."},{"screen_name":"RealElimGarak","text":"In case anyone was wondering, yes they absolutely do use exile as a penalty. https://t.co/ogUnLr92G1"},{"screen_name":"RealElimGarak","text":"Cardassia deserves better than this fool. https://t.co/84ZJAb8RqE"},{"screen_name":"RealElimGarak","text":"Do you ever eat something and then immediately regret it?"},{"screen_name":"RealElimGarak","text":"This is roughly half of my business. https://t.co/oFaMg3wsWO"},{"screen_name":"RealElimGarak","text":"There's a man named Rick who keeps trying to trap me in closets. Why?"},{"screen_name":"RealElimGarak","text":"I'm not jealous. That would require caring, and I don't care. https://t.co/FBz8uu6VBm"},{"screen_name":"RealElimGarak","text":"Act or Genuine Trauma\n#JeopardyCategoriesAboutMe"},{"screen_name":"RealElimGarak","text":"@ComputerDs9 How do I send things to the mirror universe?"},{"screen_name":"RealElimGarak","text":"What are some good cheesy pick up lines for trying to \"pick up\" doctors? Asking for a friend."},{"screen_name":"RealElimGarak","text":"#WhenILoseControl\nTwo words: Empok Nor"},{"screen_name":"RealElimGarak","text":"I started this account to advertise my store and keep up to date on the station's goings on. That's not what I use it for now."},{"screen_name":"RealElimGarak","text":"Two words: Matching Tuxedos https://t.co/eJ1byO57bB"},{"screen_name":"RealElimGarak","text":"@BenjaminSisko https://t.co/LbONqHM996"},{"screen_name":"RealElimGarak","text":"#FakeRelationshipFacts Relationships and love aren't difficult. The more complicated they may seem, the simpler they are in reality."},{"screen_name":"RealElimGarak","text":"#WhoToldYouTo pair those pants with that top? They were sorely mistaken."},{"screen_name":"RealElimGarak","text":"A dark time for fashion. https://t.co/yuaLddGmJa"},{"screen_name":"RealElimGarak","text":"This is why I like to keep my private life incredibly private. https://t.co/HgYAXcxpIw"},{"screen_name":"RealElimGarak","text":"This is a prime example of how not to act when you're trying to deflect suspicion. https://t.co/vhtS60Dg1Y"},{"screen_name":"RealElimGarak","text":"Apparently there was a terrible rendition of the #ferenginationalanthem recently. The real question is how could they tell it was bad?"},{"screen_name":"RealElimGarak","text":"...this sounds like something that would happen to me. https://t.co/evFYWqPnSw"},{"screen_name":"RealElimGarak","text":"You blow up your shop one time and everyone assumes you'll do it again. https://t.co/7QJWiIWmb5"},{"screen_name":"RealElimGarak","text":"Do you ever wonder if you're just a minor character in a story, created solely to advance the characterization of someone considered more important than you, and ultimately your dreams will never be as important as helping that person become a more fully realized character?"},{"screen_name":"RealElimGarak","text":"#AnEpicRomanceHas the State! What's the purpose of your union if it doesn't lead to greater glory for Cardassia?"},{"screen_name":"RealElimGarak","text":"When it's cold, my muscles tense into knots.\n#WhyMyBackHurts"},{"screen_name":"RealElimGarak","text":"Casual reminder that Dukat doesn't know how to run a government. https://t.co/ObFhngwhRT"},{"screen_name":"RealElimGarak","text":"Busy enough that he cancelled our last lunch. https://t.co/fxPPH8m3IM"},{"screen_name":"RealElimGarak","text":"Why do people want to hurt me so much? <U+0001F622> https://t.co/BWwFpZPuln"},{"screen_name":"RealElimGarak","text":"#ThingsIAlwaysSayYesTo lunches with Doctor Bashir or @ziyal_tora"},{"screen_name":"RealElimGarak","text":"@BashirFaq Is this why you think I'm a spy, because I prefer plans and technical specs to nudes? https://t.co/gYpb6MtDeA"},{"screen_name":"RealElimGarak","text":"Don't do drugs, kids. Unless your best friend is a handsome and stubborn doctor, it will not end well. https://t.co/gbBiWOaKVn"},{"screen_name":"RealElimGarak","text":"#ReasonsIDrinkBeer @BashirFaq and @AnnoyedOBrien dared me to."},{"screen_name":"RealElimGarak","text":"Earl grey \"tea\" and red leaf tea have virtually nothing in common. https://t.co/kXzQueTqGJ"},{"screen_name":"RealElimGarak","text":"Spite is a completely legitimate motivation. Don't let anyone tell you otherwise.\n#MondayMotivation"},{"screen_name":"RealElimGarak","text":"#WhatMakesMeFancy\nA nice tux https://t.co/oDBmAkWFFH"},{"screen_name":"RealElimGarak","text":"#DontConfuseMeFor a spy. It's a common misconception, but I'm just a plain, simple tailor."},{"screen_name":"RealElimGarak","text":"What do I think of Dukat?\n\nHe's the worst. https://t.co/hwUfPnLGxD"},{"screen_name":"RealElimGarak","text":"Freezing Cold The Worst\n#SnowIn4Words"},{"screen_name":"RealElimGarak","text":"The Soon-Ending Sacrifice #ChangeAWordRuinABook"},{"screen_name":"RealElimGarak","text":"I'm not lonely. I have so many things to do I don't have time to be lonely."},{"screen_name":"RealElimGarak","text":"So barely noticeable consequences then? https://t.co/653r7FGIyM"},{"screen_name":"RealElimGarak","text":"Noted https://t.co/kpLii1cMhl"},{"screen_name":"RealElimGarak","text":"Watching good work be undone by a selfish narcissist who is absolutely selling out Cardassia to the Dominion is basically my personal nightmare. #FuckDukat"},{"screen_name":"RealElimGarak","text":"https://t.co/mvKAAZKmWa"},{"screen_name":"RealElimGarak","text":"#WhenTheAliensCome I hope at least one of them is a good conversationalist."},{"screen_name":"RealElimGarak","text":"@AnnoyedOBrien isn't this just all of your life though? https://t.co/jSDjY2tJ7k"},{"screen_name":"RealElimGarak","text":"I'm normally wary about traveling to Bajor, but I found everyone at the match quite welcoming. Dukat is actually bringing people together... against him."},{"screen_name":"RealElimGarak","text":"Ha! https://t.co/269oz7Y6vc"},{"screen_name":"RealElimGarak","text":"That guy in space who temporarily made himself a happier person by altering his brain chemistry, though it came with life-threatening consequences. Also, the person I'm closest to is my \"dear doctor.\"\n#DescribeYourselfBadly"},{"screen_name":"RealElimGarak","text":"To the surprise of no one... https://t.co/kBMODiS1jQ"},{"screen_name":"RealElimGarak","text":"Starfleet uniforms have quite a bit of padding in the shoulders, that's why all of the officers always look so crisp."},{"screen_name":"RealElimGarak","text":"#IWillNeverUnderstand the appeal of winter sports."},{"screen_name":"RealElimGarak","text":"#ImStillHereBecause I can't go home."},{"screen_name":"RealElimGarak","text":"Yes, I'm afraid I can't alter your uniforms for at least the next few days. An important aspect of this holiday is taking a break from your work to think about how best to serve the State. https://t.co/g63srY4Hen"},{"screen_name":"RealElimGarak","text":"That other tailor sent us to the alternate universe! She's trying to steal my business! https://t.co/Vza2QFgUjP"},{"screen_name":"RealElimGarak","text":"This station isn't big enough for two tailors. https://t.co/ENjQcTOZro"},{"screen_name":"RealElimGarak","text":"\"Would you like enjoyable company?\" #MakeAFriendIn5Words"},{"screen_name":"RealElimGarak","text":"Who calls a doctor? Just ignore your symptoms until he hunts you down and convinces you to receive treatment. https://t.co/GFiUYV9eNp"},{"screen_name":"RealElimGarak","text":"What a simple creature, so desperate for attention. https://t.co/XQwIPiscNk"},{"screen_name":"RealElimGarak","text":"Why does it always come back to drugs? https://t.co/Gflug3kWiM"},{"screen_name":"RealElimGarak","text":"Bringing out the tricorder and starting a scan\n#WaysToRuinTheRomance"},{"screen_name":"RealElimGarak","text":"I quite like when it's dark like this. It makes sneaking around much easier. This blackout is wonderful."},{"screen_name":"RealElimGarak","text":"@BashirFaq I happened to have some extra Delavian chocolates and I thought you'd appreciate them, so here, take them."},{"screen_name":"RealElimGarak","text":"I know it's unhelpful to paint all of Dukat's supporters as idiots, but sometimes it's really difficult to avoid."},{"screen_name":"RealElimGarak","text":"Delavian chocolates and red leaf tea for me and scones and Tarkalean tea for the good doctor.\n#AlienComfortFoods"},{"screen_name":"RealElimGarak","text":"#IAlwaysMakeTimeFor my favorite lunch partners."},{"screen_name":"RealElimGarak","text":"#MyMentalHealthIn5Words ha ha ha ha ha"},{"screen_name":"RealElimGarak","text":"@BashirFaq are you alright? There was an altercation on the Promenade. https://t.co/RL1TH8uEbl"},{"screen_name":"RealElimGarak","text":"@TrekEpisodeBot I'm going to assume this is a knights and magic fantasy scenario and not just one of the doctor's fantasies in general."},{"screen_name":"RealElimGarak","text":"#StupidQuestionsForFlorists Are they supposed to smell like this?"},{"screen_name":"RealElimGarak","text":"@ComputerDs9 How many times has Doctor Bashir watched The Shape of Water since arriving on the station?"},{"screen_name":"RealElimGarak","text":"#WhyMyDadsBetterThanYours\nI'd tell you, but then I'd have to kill you."},{"screen_name":"RealElimGarak","text":"#ThingsThatImSickOf Dukat"},{"screen_name":"RealElimGarak","text":"@realGulDukat and I have decided to make up. I no longer think he's a self-absorbed, arrogant fool who couldn't lead a parade down a one-way street. He now understands that I was doing my civic duty when I reported his father's illegal activities. (Is this how April Fools works?)"},{"screen_name":"RealElimGarak","text":"#ForgetRosesIWant stimulating debates."},{"screen_name":"RealElimGarak","text":"Worst Fashion Faux Pas:"},{"screen_name":"RealElimGarak","text":"The fact that I haven't been asked to join that show is clear and blatant Federation discrimination against Cardassians. https://t.co/auwkbaXEgS"},{"screen_name":"RealElimGarak","text":"This is for members of our private book club only. #WhyYouCantSitWithUsAtLunch"},{"screen_name":"RealElimGarak","text":"Which version of Doctor Bashir is the most kissable?"},{"screen_name":"RealElimGarak","text":"@BashirFaq this historical essay, \"The Age of the Twink\", is this what you base your certain...aesthetic off of?"},{"screen_name":"RealElimGarak","text":"A food holiday I can wholeheartedly support.\n#NationalHotChocolateDay"},{"screen_name":"RealElimGarak","text":"I'm just here because I really do not like Dukat. https://t.co/GJnVruCpsh"},{"screen_name":"realRealDukat","text":"MAKE THE ALPHA QUADRANT GREAT AGAIN!"},{"screen_name":"realRealDukat","text":"A total WITCH HUNT with massive conflicts of interest!"},{"screen_name":"realRealDukat","text":"We will defend our quadrant, protect our planets and put the safety of the FEDERATION PEOPLE FIRST!"},{"screen_name":"realRealDukat","text":"Watched protests yesterday but was under the impression we just had an election! Why didn't these humans vote? Holograms hurt cause badly."},{"screen_name":"realRealDukat","text":"The #MarchForReptiles is so important. To all of you marching --- you have my full support!"},{"screen_name":"realRealDukat","text":"Somebody with aptitude & conviction should buy the FAKE NEWS & failing @VulcanTimes and either run it correctly or let it fold with dignity!"},{"screen_name":"realRealDukat","text":"'Immigration Ban Is One Of Dukat's Most Popular Orders So Far'"},{"screen_name":"realRealDukat","text":"Everybody is arguing whether or not it is a BAN. Call it what you want, it is about keeping bad aliens (with bad intentions) out of sector!"},{"screen_name":"realRealDukat","text":"Futures exchange hits new high with longest winning streak in decades. Great level of confidence - even before Cardassian tax plan rollout!"},{"screen_name":"realRealDukat","text":"Director Sloan reiterated what everybody, including the fake media already knows- there is \"no evidence\" of collusion w/ Dominion and Dukat."},{"screen_name":"realRealDukat","text":"The failing @VulcanTimes writes false story after false story about me. They don't even call to verify the facts. A Fake News Joke!"},{"screen_name":"realRealDukat","text":"Put space whale trophy decision on hold until such time as I review all conservation facts. Under study for years. Will update soon with Secretary Cazanjian. Thank you!"},{"screen_name":"realRealDukat","text":"It's very sad that Cardassians, even some that were carried over the line on my back, do very little to protect their President."},{"screen_name":"realRealDukat","text":"Weyoun said today about Janeway and her supporters: \"In my opinion, it is humiliating. One must be able to lose with dignity.\"  So true!"},{"screen_name":"realRealDukat","text":"Intelligence stated very strongly there was absolutely no evidence that hacking affected the election results. Voting machines not touched!"},{"screen_name":"realRealDukat","text":"Finally held our first full cabinet meeting today. With this great team, we can restore Federation prosperity & bring real change to Earth."},{"screen_name":"realRealDukat","text":"HAPPY PRESIDENTS DAY - MAKE THE ALPHA QUADRANT GREAT AGAIN!"},{"screen_name":"realRealDukat","text":"Again, the story that there was collusion between the Dominion & Dukat campaign was fabricated by Humans as an excuse for losing election."},{"screen_name":"realRealDukat","text":"Sadly, because president Sisko has done such a poor job as president, you won't see another human president for generations!"},{"screen_name":"realRealDukat","text":"The UFP Senate should switch to 51 votes, immediately, & get Healthcare and TAX CUTS approved, fast and easy. Humans would do it, no doubt!"},{"screen_name":"realRealDukat","text":"Give the public a break - The FAKE NEWS media is trying to say that large scale immigration on Silva is working out just beautifully. NOT!"},{"screen_name":"realRealDukat","text":"I have made my decision on who I will nominate for The U.F.P. Supreme Court. It will be announced live on Tuesday at 2000 hours."},{"screen_name":"realRealDukat","text":"122 vicious prisoners, released by the Sisko Administration from lockup, have returned to the battlefield. Just another terrible decision!"},{"screen_name":"realRealDukat","text":"Wow, the Failing @VulcanTimes said about @voleandfriends \"....the most powerful holographic broadcast in the Federation.\""},{"screen_name":"realRealDukat","text":"The joint statement of former presidential candidates Edward Jellico & Ben Maxwell is wrong - they are sadly weak on immigration. The two..."},{"screen_name":"realRealDukat","text":"A fantastic day and evening on Earth.Thank you to @VoleNews and so many other news outlets for the GREAT reviews of the speech!"},{"screen_name":"realRealDukat","text":"Congratulations Treasury Secretary DaiMon Bok! https://t.co/z0AbUE05q5"},{"screen_name":"realRealDukat","text":"Tholia is rapidly taking over more and more of Talarian space even after the U.F.P. has squandered dozens of ships there. Obvious long ago!"},{"screen_name":"realRealDukat","text":"The Fake Media is working overtime today!"},{"screen_name":"realRealDukat","text":"The same people who did the phony election polls, and were so wrong, are now doing approval rating polls. They are rigged just like before."},{"screen_name":"realRealDukat","text":"Congratulations to our new Attorney General, @Armus! https://t.co/p7lUqhIo6y"},{"screen_name":"realRealDukat","text":"It now turns out the phony allegations against me were put together by my political opponents and a failed spy afraid of being vaporized...."},{"screen_name":"realRealDukat","text":"If schools are mandated to be phaser free zones, violence and danger are given an open invitation to enter. Almost all school disintegrations are in phaser free zones. Cowards will only go where there is no deterrent!"},{"screen_name":"realRealDukat","text":"Big dinner with planetary leaders tonight on Earth. Much to be discussed, including emergency medical holograms."},{"screen_name":"realRealDukat","text":"Kathryn Janeway colluded with the Humans in order to beat Crazy Jean-Luc Picard. Is she allowed to so collude? Unfair to Jean-Luc!"},{"screen_name":"realRealDukat","text":"Thank you for the great rallies all across the sector. Tremendous support. Make The Alpha Quadrant Great Again!"},{"screen_name":"realRealDukat","text":"When a planet is no longer able to say who can, and who cannot , come on & off, especially for reasons of safety &.security - big trouble!"},{"screen_name":"realRealDukat","text":"If Cardassians are going to pass great future legislation in the Senate, they must immediately go to a 51 vote majority, not senseless 60..."},{"screen_name":"realRealDukat","text":"An extended interview from the Parrises Bowl with Enabran Tain airs tonight at 2000 hours. Enjoy!"},{"screen_name":"realRealDukat","text":"Breen is behaving very badly. They have been \"playing\" the United Federation of Planets for years. Romulus has done little to help!"},{"screen_name":"realRealDukat","text":"Our wonderful new Healthcare Bill is now out for review and negotiation. SiskoCare is a complete and total disaster - is imploding fast!"},{"screen_name":"realRealDukat","text":"Hundreds of good people, including very important Ambassadors and Judges, are being blocked and/or slow walked by the Humans in the Senate. Many important positions in Government are unfilled because of this obstruction. Worst in U.F.P. history!"},{"screen_name":"realRealDukat","text":"Great reporting by @voleandfriends and so many others. Thank you!"},{"screen_name":"realRealDukat","text":"Seven people shot and vaporized yesterday on Ganymede. What is going on there - totally out of control. Ganymede needs help!"},{"screen_name":"realRealDukat","text":"The concept of subspace warp damage was created by and for the Romulans in order to make UFP exploration non-competitive."},{"screen_name":"realRealDukat","text":"Anytime you see a story about me or my campaign saying \"sources said,\" DO NOT believe it. There are no sources, they are just made up lies!"},{"screen_name":"realRealDukat","text":"'Dukat administration seen as more truthful than news media'"},{"screen_name":"realRealDukat","text":"Congratulations to Brunt on being sworn in as our new Secretary of the Exterior. He will be a star!"},{"screen_name":"realRealDukat","text":"Wow, subspace ratings just out: 31 trillion people watched the Inauguration, 11 trillion more than the very good ratings from 4 years ago!"},{"screen_name":"realRealDukat","text":"It is amazing how rude much of the media is to my very hard working representatives. Be nice, you will do much better!"},{"screen_name":"realRealDukat","text":"You are witnessing the single greatest WITCH HUNT in Federation political history - led by some very bad and conflicted people!  #MTAQGA"},{"screen_name":"realRealDukat","text":"Fire in Fire Caves is out. Very confined (well built caves). Firemen (and women) did a great job. THANK YOU!"},{"screen_name":"realRealDukat","text":"The deal with Breen is very much in the making and will be, if completed, a very good one for the Galaxy. Time and place to be determined."},{"screen_name":"realRealDukat","text":"The spotlight has finally been put on the low-life leakers! They will be caught!"},{"screen_name":"realRealDukat","text":"Where was all the outrage from Humans and the opposition party (the media) when our crew members were fleeing the Federation?"},{"screen_name":"realRealDukat","text":"What is the Federation coming to when a judge can halt a Homespace Security travel ban & anyone, even w/ brain parasites, can enter U.F.P.?"},{"screen_name":"realRealDukat","text":"Happy birthday to STARFLEET and our officers. Thank you for your bravery, sacrifices, & dedication. Proud to be your Commander-in-Chief!"},{"screen_name":"realRealDukat","text":"The so-called angry crowds on home planets of some Cardassians are actually, in numerous cases, planned out by Vulcan activists. Sad!"},{"screen_name":"realRealDukat","text":"The Fed. Council should ask for an expedited hearing of the watered down Travel Ban before the Supreme Court - & seek much tougher version!"},{"screen_name":"realRealDukat","text":"As a very active President with lots of things happening, it is not possible for my surrogates to stand at podium with perfect accuracy!...."},{"screen_name":"realRealDukat","text":"...Even though parts of healthcare could pass at 51, some really good things need 60. So many great future bills & budgets need 60 votes...."},{"screen_name":"realRealDukat","text":"Will be having many meetings this weekend at The Cardassian Earth. Big 1700 hours speech on Empok Nor. A lot to talk about!"},{"screen_name":"realRealDukat","text":"President Sisko said he thinks he would have won against me. He should say that but I say NO WAY! - malfunctions, Maquis, Siskocare, etc."},{"screen_name":"realRealDukat","text":"From @VoleNews \"Bombshell: Sisko dismissed idea that anyone could rig a Federation election.\"  Check out his statement - Witch Hunt!"},{"screen_name":"realRealDukat","text":"The FAKE MSM is working so hard trying to get me not to use Subspace Media. They hate that I can get the honest and unfiltered message out."},{"screen_name":"realRealDukat","text":"We need to be smart, vigilant and tough. We need the courts to give us back our rights. We need the Travel Ban as an extra level of safety!"},{"screen_name":"realRealDukat","text":"3 Cardassians and 48 Humans let the Federation people down. As I said from the beginning, let SiskoCare implode, then deal. Watch!"},{"screen_name":"realRealDukat","text":"If Cardassians don't Repeal and Replace the disastrous SiskoCare, the repercussions will be far greater than any of them understand!"},{"screen_name":"realRealDukat","text":"Why didn't A.G. Armus replace Acting Section 31 Director Sloane, an Odo friend who was in charge of Janeway investigation but got...."},{"screen_name":"realRealDukat","text":"Risa is devastated. Comm system, weather grid many spaceports, gone. First Responders are amazing. Governor said \"great job!\""},{"screen_name":"realRealDukat","text":"The new Obsidian Poll, one of the most accurate in the Election, just out with a Dukat 50% Approval Rating.That's higher than Sisko's #'s!"},{"screen_name":"realRealDukat","text":"LinkedIn Workforce Report: January and February were the strongest consecutive months for hiring since August and September 2375"},{"screen_name":"realRealDukat","text":"Spent very little time with Garak, but he never took notes when he was with me. I don’t believe he made memos except to help his own agenda, probably at a later date. Same with lying Odo. Can we call them Fake Memos?"},{"screen_name":"realRealDukat","text":"My statement as to what's happening on Silva II was in reference to a story that was broadcast on @VoleNews concerning immigrants & Silva."},{"screen_name":"realRealDukat","text":"People, the lawyers and the courts can call it whatever they want, but I am calling it what we need and what it is, a TRAVEL BAN!"},{"screen_name":"realRealDukat","text":"What truly matters is not which species controls our government, but whether our government is controlled by the people."},{"screen_name":"realRealDukat","text":"Thank you to Laas of The Andromeda View - \"Section 31...should not interfere in our politics...and is\" Very serious situation for UFP"},{"screen_name":"realRealDukat","text":"Cardassians have a last chance to do the right thing on Repeal & Replace after years of talking & campaigning on it."},{"screen_name":"realRealDukat","text":"Despite what you have heard from the FAKE NEWS, I had a GREAT meeting with Vulcan leader T'Pau. Nevertheless, Vulcan owes....."},{"screen_name":"realRealDukat","text":"Congratulations! \n\n'First New Coal Mine of Dukat Era Opens on Andoria'"},{"screen_name":"realRealDukat","text":"Why is that Kathryn Janeways family and Humans dealings with Dominion are not looked at, but my non-dealings are?"},{"screen_name":"realRealDukat","text":"We must stop being politically correct and get down to the business of security for our people. If we don't get smart it will only get worse"},{"screen_name":"realRealDukat","text":"I will make my final decision on the Khitomer Accords next week!"},{"screen_name":"realRealDukat","text":"'16 Fake News Stories Reporters Have Run Since Dukat Won'"},{"screen_name":"realRealDukat","text":"Who can figure out the true meaning of \"covfefe\" ???  Enjoy!"},{"screen_name":"realRealDukat","text":"Statement on Interstellar Wolf 359 Remembrance Day: https://t.co/2REL5rYwH5"},{"screen_name":"realRealDukat","text":"If we don’t have a force field, we’re not going to have a federation. Council must fund the BORDER FIELD & prohibit grants to sanctuary planets that threaten the security of the federation & its people. We must enforce our laws & protect our people! #BuildTheField"},{"screen_name":"realRealDukat","text":"Despite the phony Witch Hunt going on in the Federation, the exploration numbers are great. Directives way down, enthusiasm way up!"},{"screen_name":"realRealDukat","text":"Council member T'Kari should finally focus on the malfunctioning and tribble infested colonies of the UFP. I can use all the help I can get!"},{"screen_name":"realRealDukat","text":"Dominion just said the unverified report paid for by political opponents is \"A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.\" Very unfair!"},{"screen_name":"realRealDukat","text":"The failing @VulcanTimes was forced to apologize to its subscribers for the poor reporting it did on my election win. Now they are worse!"},{"screen_name":"realRealDukat","text":"...What about all of the Janeway ties to the Dominion, including Chakotay Company, Dilithium deal, Dominion Reset, big latinum speeches etc."},{"screen_name":"realRealDukat","text":"The Fake News Media has never been so wrong or so dirty. Purposely incorrect stories and phony sources to meet their agenda of hate. Sad!"},{"screen_name":"realRealDukat","text":"Sen.Boothby, who never fought on Khitomer when he said for years he had (major lie),now misrepresents what the Gorn captain Judge told him?"},{"screen_name":"realRealDukat","text":"Inauguration Day is turning out to be even bigger than expected. Stardate 52053.4, Earth. Have fun!"},{"screen_name":"realRealDukat","text":"Meeting with biggest chief engineers this morning. Replicators are coming back to U.F.P., Emergency Medical Holograms are being crafted NOW!"},{"screen_name":"realRealDukat","text":"Just leaving Cardassia. Big crowds of supporters lining the launch bay that the FAKE NEWS media refuses to mention. Very dishonest!"},{"screen_name":"realRealDukat","text":"Thank you Andoria! All across the quadrant, humanoids of every kind are coming together w/one goal: to MAKE THE ALPHA QUADRANT GREAT AGAIN!"},{"screen_name":"realRealDukat","text":"With ZERO Humans to help, and a failed, expensive and dangerous SiskoCare as the Humans legacy, the Cardassian Senators are working hard!"},{"screen_name":"realRealDukat","text":"At least 7 dead and 48 wounded in terror attack and Martok says there is \"no reason to be alarmed!\""},{"screen_name":"realRealDukat","text":"The Federation was founded by terraformers. Our independence was won by terraformers. And our quadrant was tamed by terraformers. Our terraformers always lead the way -- we are PROUD of them, and we are DELIVERING for them! #FederationTerraformingDay"},{"screen_name":"realRealDukat","text":"\"@jaredwsmith: A Cardassian as the president-elect of the United Federation of Planets is just brilliant. @realRealDukat\" THANKS!"},{"screen_name":"realRealDukat","text":"Interview with Enabran Tain on @VoleNews - 1600 hours (prior to Parrises Bowl). Enjoy!"},{"screen_name":"realRealDukat","text":"Thank you Gaila, CEO of @DilithiumMining. A great investment (7 BILLION BARS) in Federation INNOVATION and REPLICATORS! #FederationFirst<U+0001F1F1><U+0001F1E8>"},{"screen_name":"realRealDukat","text":"Cardassian Senate must get rid of 60 vote NOW! It is killing Cs, allows 8 Humans to control quadrant. 200 Bills sit in Senate. A JOKE!"},{"screen_name":"realRealDukat","text":"Join me at 1600 hours over at the Cochrane Memorial with my family!\n#Inauguration2017 https://t.co/jGgBE1gsQ7"},{"screen_name":"realRealDukat","text":"I win an election easily, a great \"movement\" is verified, and crooked opponents try to belittle our victory with FAKE NEWS. A sorry state!"},{"screen_name":"realRealDukat","text":"It is so pathetic that the Humans have still not approved my full Cabinet."},{"screen_name":"realRealDukat","text":"Sisko Administration official said they \"choked\" when it came to acting on Dominion meddling of election. They didn't want to hurt Janeway?"},{"screen_name":"realRealDukat","text":"The real story Fed Council, Section 31 and all others should be looking into is the leaking of Classified information. Must find leaker now!"},{"screen_name":"realRealDukat","text":"Leaking, and even illegal classified leaking, has been a big problem on Earth for years. Failing @VulcanTimes (and others) must apologize!"},{"screen_name":"realRealDukat","text":"Who was it that secretly said to Dominion contact, \"Tell Weyoun that after the election I'll have more flexibility?\" @voleandfriends"},{"screen_name":"realRealDukat","text":"I will not be attending the Earth Correspondents' Association Dinner this year. Please wish everyone well and have a great evening!"},{"screen_name":"realRealDukat","text":"Despite the long delays by the Humans in finally approving Dr. Crell Moset, the repeal and replacement of SiskoCare is moving fast!"},{"screen_name":"realRealDukat","text":"The Humans, lead by head clown Miles O'Brien, know how bad SiskoCare is and what a mess they are in. Instead of working to fix it, they.."},{"screen_name":"realRealDukat","text":"Join me on Cardassia this Saturday at 1700 hours for a rally at the Olmerak-Monac Interstellar Spaceport! https://t.co/QeVxqzVVmy"},{"screen_name":"realRealDukat","text":"Fake News Jake Sisko is going out of his way to disparage our great First Responders as a way to \"get Dukat.\" Not fair to Risa or effort!"},{"screen_name":"realRealDukat","text":"A.G. Louvois made law enforcement decisions for political purposes...gave Kathryn Janeway a free pass and protection. Totally illegal!"},{"screen_name":"realRealDukat","text":"The real story is that Pres Sisko did NOTHING after being informed in Aug about Dominion meddling. With 4 months looking at the Dominion..."},{"screen_name":"realRealDukat","text":"Our quadrant needs strong borders & extreme vetting, NOW. Look what is happening all over the delta quadrant & indeed, the galaxy - a mess!"},{"screen_name":"realRealDukat","text":"The Cardassian Senators must step up to the plate and, after 7 years, vote to Repeal & Replace. Next, Replicator Reform and Transwarp. WIN!"},{"screen_name":"realRealDukat","text":"Unless the Cardassian Senators are total quitters, Repeal & Replace is not dead! Demand another vote before voting on any other bill!"},{"screen_name":"realRealDukat","text":"Congratulation to Tyv Zh'cherat on her major upset victory in becoming Andorian Strength Party Chair. Tyv is a loyal Dukat supporter & star"},{"screen_name":"realRealDukat","text":".@voleandfriends Humans are taking forever to approve my people, including Ambassadors. They're nothing but OBSTRUCTIONISTS! Want approvals."},{"screen_name":"realRealDukat","text":"How low has President Sisko gone to tapp my comms during the very sacred election process. This is Remmick/Parasitegate. Bad (or sick) guy!"},{"screen_name":"realRealDukat","text":"I have instructed Homespace Security to check aliens coming into our country VERY CAREFULLY. The courts are making the job very difficult!"},{"screen_name":"realRealDukat","text":"Does anybody really believe that a reporter, who nobody ever heard of, \"went to his mailbox\" and found my Cardassian tax returns? FAKE NEWS!"},{"screen_name":"realRealDukat","text":"Only 109 people out of 325,000 were detained and held for questioning. Big problems at spaceports were caused by Starfleet computer outage,…"},{"screen_name":"realRealDukat","text":"Happy Lá Fheile Phadraig to all of my great Irish friends!"},{"screen_name":"realRealDukat","text":"In other words, the Dominion was against Dukat in the Election - and why not, I want strong military & low dilithium prices. Witch Hunt!"},{"screen_name":"realRealDukat","text":"Rather than putting pressure on the staff of Terok Nor I am donating the station to Bajor and renaming it Deep Space Nine. Thank you all!"},{"screen_name":"realRealDukat","text":"Legate Kell, who I have known for a long time, is very much in play for Section 31 - as are three others."},{"screen_name":"realRealDukat","text":"Janeway and her fans were never going to beat the PASSION of my voters. They saw what was happening in the last two weeks before the......"},{"screen_name":"realRealDukat","text":"Hopefully, all supporters who want to MAKE THE ALPHA QUADRANT GREAT AGAIN, will go to Earth on Stardate 52053.4. It will be a GREAT SHOW!"},{"screen_name":"realRealDukat","text":"Tholia has been formally PUT ON NOTICE for firing a photon torpedo.Should have been thankful for the terrible deal the UFP made with them!"},{"screen_name":"realRealDukat","text":"Congratulations to Thomas Riker, who has just been named Chairman of the HNC. I could not be happier for him, or for the Cardassian Party!"},{"screen_name":"realRealDukat","text":"SEE YOU IN COURT, THE SECURITY OF OUR QUADRANT IS AT STAKE!"},{"screen_name":"realRealDukat","text":"The UFP, under my administration, is completely rebuilding its military, and they're spending hundreds of billions of bars to the newest and finest military equipment anywhere in the galaxy, being built right now. I want peace through strength!"},{"screen_name":"realRealDukat","text":"With all of the recently reported subspace surveillance, intercepts, unmasking and illegal leaking of information, I have no idea..."},{"screen_name":"realRealDukat","text":"Will be on @voleandfriends. Enjoy!"},{"screen_name":"realRealDukat","text":"Just out: The Sisko Administration knew far in advance of about election meddling by the Dominion. Did nothing about it. WHY?"},{"screen_name":"realRealDukat","text":"'Majority on Leading Cardassian Union Planets Support Dukat-Style Travel Ban' \nPoll of more than 10,000 people on 10 planets..."},{"screen_name":"realRealDukat","text":"One thing I will say about Rep. Geordi La Forge, in his fight to lead the HNC, is that he was the one who predicted early that I would win!"},{"screen_name":"realRealDukat","text":"Can you imagine what the outcry would be if Vic Fontaine, failing career & all, had aimed and fired the gun at President Sisko? Jail time!"},{"screen_name":"realRealDukat","text":"My representatives had a great meeting w/ the Ferengi Chamber of Commerce on Earth today. Look forward to tremendous growth & future mtgs!"},{"screen_name":"realRealDukat","text":"During my recent trip to deep space I stated that there can no longer be funding of Radical Ideology. Leaders pointed to Bajor - look!"},{"screen_name":"realRealDukat","text":"Things are really getting ridiculous. The Failing & Crooked (but not as Crooked as Kathryn Janeway) @VulcanTimes wrote a long & boring story indicating that the Galaxy’s most expensive Witch Hunt found nothing on the Dominion & me so now they’re looking at the rest of the Galaxy!"},{"screen_name":"realRealDukat","text":"Before I, or anyone, saw classified and/or highly confidential hacking intelligence report, it was leaked out to Fed. News Svc. So serious!"},{"screen_name":"realRealDukat","text":"The big story is the \"unmasking and surveillance\" of people that took place during the Sisko Administration."},{"screen_name":"realRealDukat","text":"“Special Constable is told to find crimes, whether a crime exists or not. I was opposed to the selection of Odo to be Special Constable. I am still opposed to it. I think President Dukat was right when he said there never should have been a Special Constable appointed because….."},{"screen_name":"realRealDukat","text":"Thank you Station 47! From now on, it’s going to be #FederationFirst. Our goal is to bring back that wonderful phrase: #MadeInTheUFP! https://t.co/LBEBDyOQGu"},{"screen_name":"realRealDukat","text":"The Dukat base is far bigger &  stronger than ever before (despite some phony Fake News polling). Look at rallies on Andoria, Trill......."},{"screen_name":"realRealDukat","text":"An honor to join the @PahandFreedom Coalition yesterday. In the U.F.P., we don't worship government. We worship Kosst Amojan. #PahandFreedom"},{"screen_name":"realRealDukat","text":"Council member T'Kari should spend more time on fixing and helping his planet, which is in horrible shape and falling apart (not to......"},{"screen_name":"realRealDukat","text":"Just cannot  believe a judge would put the Federation in such peril. If something happens blame him & court system. Aliens pouring in. Bad!"},{"screen_name":"realRealDukat","text":"Vic Fontaine, one of the most over-rated holograms around, doesn't know me but attacked last night at the Hollies. He is a....."},{"screen_name":"realRealDukat","text":"Because the ban was lifted by a judge, many very bad and dangerous aliens may be pouring into our quadrant. A terrible decision"},{"screen_name":"realRealDukat","text":"Look forward to seeing final results of VoteStalk. Kovat and crew say at least 3 trillion votes were illegal. We must do better!"},{"screen_name":"realRealDukat","text":"Honor of a lifetime to meet Her Eminence Kai Winn. I leave the Fire Caves more determined than ever to pursue PEACE in our galaxy. https://t.co/slWlkNettM"},{"screen_name":"realRealDukat","text":"The UFP has a 6000 gram trilithium trade deficit with Bajor. It has been a one-sided deal from the beginning of AQFTA with massive numbers…"},{"screen_name":"realRealDukat","text":"I have recieved and taken calls from many foreign leaders despite what the failing Vulcan Times said. Dominion, Ferenginar, Borg, Klingon,"},{"screen_name":"realRealDukat","text":"It's hard to read the Failing Vulcan Times or the Earth Post because every story/opinion, even if should be positive, is bad!"},{"screen_name":"realRealDukat","text":"Yes, Worf son of Mogh did a really bad job as Governor of Risa and even worse on the field of battle...but at least he tried hard!"},{"screen_name":"realRealDukat","text":"We will follow two simple rules: BUY FEDERATION & HIRE FEDERATION!\n#InaugurationDay   #MTAQGA<U+0001F1F1><U+0001F1E8>"},{"screen_name":"realRealDukat","text":"Don't let the FAKE NEWS tell you that there is big infighting in the Dukat Admin. We are getting along great, and getting major things done!"},{"screen_name":"realRealDukat","text":"\"One of the most effective press conferences I've ever seen!\" says Grebnedlog. Many agree.Yet FAKE MEDIA  calls it differently! Dishonest"},{"screen_name":"realRealDukat","text":"I call my own shots, largely based on an accumulation of data, and everyone knows it. Some FAKE NEWS media, in order to marginalize, lies!"},{"screen_name":"realRealDukat","text":"Will be interviewed by Spock from the Mirror Universe on @VoleNews at 2200 hours tonight. Enjoy!"},{"screen_name":"realRealDukat","text":"Very much enjoyed my tour of the Federation Museum of Trill History and Culture...A great job done by amazing people!"},{"screen_name":"realRealDukat","text":"Going to Luna in order to spend time with Yoyodyne and talk starships! Look forward to it."},{"screen_name":"realRealDukat","text":"Cryin' Miles O'Brien stated recently, \"I do not have confidence in him (Odo) any longer.\" Then acts so indignant.  #drainthenebula"},{"screen_name":"realRealDukat","text":"Humans have been complaining for months & months about Odo. Now that he has been fired they PRETEND to be aggrieved. Phony hypocrites!"},{"screen_name":"realRealDukat","text":"My son openly gave his messages to the media & authorities whereas Crooked Kathryn Janeway deleted (& acid washed) her 33,000 messages!"},{"screen_name":"realRealDukat","text":"Great numbers on the economy. All of our work, including the passage of many bills & regulation killing Executive Orders, now kicking in!"},{"screen_name":"realRealDukat","text":"We have done a great job with the almost impossible situation on Risa. Outside of the Fake News or politically motivated ingrates,..."},{"screen_name":"realRealDukat","text":"'Federation citizens overwhelmingly oppose sanctuary planets'"},{"screen_name":"realRealDukat","text":"Had a great meeting at Section 31 yesterday, packed house, paid great respect to Field, long standing ovations, amazing people. WIN!"},{"screen_name":"realRealDukat","text":"Siskocare continues to fail. EMH program to pull out in 2018. Will repeal, replace & save healthcare for ALL Federation citizens."},{"screen_name":"realRealDukat","text":"Maybe the billions who voted to MAKE THE ALPHA QUADRANT GREAT AGAIN should have their own rally. It would be the biggest of them all!"},{"screen_name":"realRealDukat","text":"All civilized planets must join together to protect sentient life and the sacred right of our citizens to live in safety and in peace."},{"screen_name":"realRealDukat","text":"Welcome to Earth, Prime Minister @DevinoniRal!"},{"screen_name":"realRealDukat","text":"Is it legal for a sitting President to be \"wire tapping\" a race for president prior to an election? Turned down by court earlier. A NEW LOW!"},{"screen_name":"realRealDukat","text":"SHELIAKBLOG: \"Remarkably, in the entire opinion, the panel did not bother even to cite this (the) statute.\" A disgraceful decision!"},{"screen_name":"realRealDukat","text":"Does anyone notice how the Celtris III race was such a big deal to Humans & Fake News until the Cardassian won? V was poorly covered"},{"screen_name":"realRealDukat","text":"Great meeting with programmers of leading UFP emergency medical holograms who provide great healthcare to the Federation people."},{"screen_name":"realRealDukat","text":"FNN is in a total meltdown with their FAKE NEWS because their ratings are tanking since election and their credibility will soon be gone!"},{"screen_name":"realRealDukat","text":"In the first hours after hearing that Breen’s leader wanted to meet with me to talk degenesization and that photon torpedo launches will end, the press was startled & amazed.They couldn’t believe it. But by the following morning the news became FAKE.They said so what, who cares!"},{"screen_name":"realRealDukat","text":"While all agree the UFP President has the complete power to pardon, why think of that when only crime so far is LEAKS against us.FAKE NEWS"},{"screen_name":"realRealDukat","text":"Spoke at the Congressional Cardassian Retreat on Mars this afternoon w/ Damar, Madred, Garak, Evek. Thank you for your support! https://t.co/oO3qZggO0o"},{"screen_name":"realRealDukat","text":"We will bring back our replicators. We will bring back the Neutral Zone. We will bring back our latinum - and we will bring back our dreams!"},{"screen_name":"realRealDukat","text":"Again, the story that there was collusion between Dominion & Dukat campaign was fabricated by Humans as an excuse for losing the election."},{"screen_name":"realRealDukat","text":"Why does the Odo team have 13 hardened Humans, some big Crooked Janeway supporters, and Zero Cardassians? Another Human recently added...does anyone think this is fair? And yet, there is NO COLLUSION!"},{"screen_name":"realRealDukat","text":"Taurik, in his interview with Sen. Boothby, never asked him about his long-term lie about his brave \"service\" on Khitomer. FAKE NEWS!"},{"screen_name":"realRealDukat","text":"Played hoverball today with Prime Minister Chell of Bolarus IX, and had a great time. Bolarus is very well represented!"},{"screen_name":"realRealDukat","text":"After many years of failure,planets are coming together to  finally address the dangers posed by Breen. We must be tough & decisive!"},{"screen_name":"realRealDukat","text":"Ungrateful TRAITOR Michael Eddington, who should never have been released from prison, is calling President Sisko a weak leader. Terrible!"},{"screen_name":"realRealDukat","text":"Dominion must be laughing up their sleeves watching as the U.F.P. tears itself apart over a Human EXCUSE for losing the election."},{"screen_name":"realRealDukat","text":"The opinion of this so-called judge, which essentially takes law-enforcement away from the Federation, is ridiculous and will be overturned!"},{"screen_name":"realRealDukat","text":"I just finished a great meeting with the Cardassian Senators concerning HealthCare. They really want to get it right, unlike SiskoCare!"},{"screen_name":"realRealDukat","text":"A 'confidential source' has called my office and told me that @BenjaminSisko has added over 6T to the federation debt & ruined UFP credit."},{"screen_name":"realRealDukat","text":"Heading to the Great Planet of Proxima Centauri to talk about REPLICATORS! Big progress being made as the Real News is reporting."},{"screen_name":"realRealDukat","text":"Looking forward to a big rally on Cardassia, tonight. Big crowd of great people expected. Will be fun!"},{"screen_name":"realRealDukat","text":"The failing @VulcanTimes does major FAKE NEWS Romulus story saying \"Vrax has not spoken to Dukat since stardate 51869.\" We spoke yesterday!"},{"screen_name":"realRealDukat","text":"Well, as predicted, the courts did it again - Ruled against the TRAVEL BAN at such a dangerous time in the history of our quadrant. S.C."},{"screen_name":"realRealDukat","text":".@VoleNews \"Outgoing Section 31 Chief, Luther Sloan, blasts Dukat on Dominion threat. Does not fully understand.\" Oh really, couldn't do..."},{"screen_name":"realRealDukat","text":"I don't know Weyoun, have no Dominion deals, & the haters are going crazy - yet Sisko can make a deal with Bajor, #1 in terror, no problem!"},{"screen_name":"realRealDukat","text":"THE FEDERATION COUNCIL INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE DUKAT CAMPAIGN AND THE DOMINION TO INFLUENCE THE 2376 PRESIDENTIAL ELECTION."},{"screen_name":"realRealDukat","text":"So many people are asking why isn't the A.G. or Special Council looking at the many Janeway or Odo crimes. 33,000 subspace messages deleted?"},{"screen_name":"realRealDukat","text":"Don't give up Cardassian Senators, the Galaxy is watching: Repeal & Replace...and go to 51 votes (genesis option), get Cross Planet & more."},{"screen_name":"realRealDukat","text":"FAKE NEWS media, which makes up stories and \"sources,\" is far more effective than the discredited Humans - but they are fading fast!"},{"screen_name":"realRealDukat","text":"The Fed. Council should have stayed with the original Travel Ban, not the watered down, politically correct version they submitted to F.S.C."},{"screen_name":"realRealDukat","text":"Breen has shown great disrespect for their neighbor, Romulus, by shooting off yet another photon torpedo...but Romulus is trying hard!"},{"screen_name":"realRealDukat","text":"If the UFP does not win this case as it so obviously should, we can never have the security and safety to which we are entitled. Politics!"},{"screen_name":"realRealDukat","text":"If the ban were announced with a one week notice, the \"bad\" would rush into our quadrant during that week. A lot of bad \"things\" out there!"},{"screen_name":"realRealDukat","text":"My first order as President was to renovate and modernize our genesis arsenal. It is now far stronger and more powerful than ever before...."},{"screen_name":"realRealDukat","text":"FAKE NEWS - A TOTAL POLITICAL WITCH HUNT!"},{"screen_name":"realRealDukat","text":"Congratulations to our new National Security Advisor, Legate Parn. https://t.co/3pU59cTJDF"},{"screen_name":"realRealDukat","text":"When Luther Sloan himself, and virtually everyone else with knowledge of the witch hunt, says there is no collusion, when does it end?"},{"screen_name":"realRealDukat","text":"Writing my inaugural address at the Winter Earth, Terok Nor, three weeks ago. Looking forward to Friday. #Inauguration https://t.co/tlPAyntSxv"},{"screen_name":"realRealDukat","text":"IN THE FEDERATION WE DON'T WORSHIP GOVERNMENT - WE WORSHIP PAH WRAITHS!<U+0001F47B>"},{"screen_name":"realRealDukat","text":"\"@mathew_chapple: I believe @realRealDukat can make the alpha quadrant great again!\""},{"screen_name":"realRealDukat","text":"After two days of very productive talks, Prime Minister Chell is heading back to Bolarus. L"},{"screen_name":"realRealDukat","text":"Since the Sisko Administration was told way before the Election that the Dominion was meddling, why no action? Focus on them, not D!"},{"screen_name":"realRealDukat","text":"I have tremendous respect for women and the many roles they serve that are vital to the fabric of our society and our economy."},{"screen_name":"realRealDukat","text":"My daughter, Ziyal, will be on @voleandfriends tomorrow morning. Enjoy!"},{"screen_name":"realRealDukat","text":"Crazy Dax is trying to act like a tough trill. Actually, she is weak, both mentally and physically, and yet she threatens me, for the second time, with physical assault. She doesn’t know me, but she would go down fast and hard, crying all the way. Don’t threaten people Dax!"},{"screen_name":"realRealDukat","text":"The failing @VulcanTimes, which has made every wrong prediction about me including my big election win (apologized), is totally inept!"},{"screen_name":"realRealDukat","text":"Section 31 is totally unable to stop the Federation security \"leakers\" that have permeated our government for a long time. They can't even……"},{"screen_name":"realRealDukat","text":"Getting ready for my big deep space trip. Will be strongly protecting Federation interests - that's what I like to do!"},{"screen_name":"realRealDukat","text":"I'd bet a good lawyer could make a great case out of the fact that President Sisko was tapping my comms in October, just prior to Election!"},{"screen_name":"realRealDukat","text":"Remember, don't believe \"sources said\" by the VERY dishonest media. If they don't name the sources, the sources don't exist."},{"screen_name":"realRealDukat","text":"72% of refugees admitted into U.F.P. during COURT BREAKDOWN are from 7 planets: BAJOR, TRILL, VALO, QO'NOS, MARVA, VELOZ PRIME & NEW BAJOR"},{"screen_name":"realRealDukat","text":"FAKE NEWS media knowingly doesn't tell the truth. A great danger to our quadrant. The failing @VulcanTimes has become a joke. Sad!"},{"screen_name":"realRealDukat","text":"Don't worry, getting rid of planet rules, which will promote competition, will be in phase 2 & 3 of healthcare rollout. @voleandfriends"},{"screen_name":"realRealDukat","text":"Kira Nerys made the fake media extremely unhappy today --- she said nothing but old news!"},{"screen_name":"realRealDukat","text":"Meeting w/ Earth leaders about incoming solar storm preparations here on Earth. Everyone be safe!"},{"screen_name":"realRealDukat","text":"After being forced to apologize for its bad & illogical coverage of me after winning the election, the FAKE NEWS @VulcanTimes is still lost!"},{"screen_name":"realRealDukat","text":"On Interstellar Women's Day, join me in honoring the critical role of women here in the Federation & across the galaxy."},{"screen_name":"realRealDukat","text":"Getting ready to leave for Empok Nor. See you all soon!"},{"screen_name":"realRealDukat","text":"The Fake News of big ratings loser FNN. https://t.co/RzQkkpsw7Q"},{"screen_name":"realRealDukat","text":"I've helped pass and signed 38 Legislative Bills, mostly with no Human support, and gotten rid of massive amounts of regulations. Nice!"},{"screen_name":"realRealDukat","text":"If U of Ganymede does not allow free speech and practices violence on innocent people with a different point of view - NO FEDERATION AID?"},{"screen_name":"realRealDukat","text":"Obsidian and others have my approval ratings at around 50%, which is higher than Sisko, and yet the political pundits love saying my approval ratings are “somewhat low.” They know they are lying when they say it. Turn off the show - FAKE NEWS!"},{"screen_name":"realRealDukat","text":"Dishonest media says Bajor won't be paying for the field if they pay a little later so the field can be built more quickly. Media is fake!"},{"screen_name":"realRealDukat","text":"They made up a phony collusion with the Dominion story, found zero proof, so now they go for obstruction of justice on the phony story. Nice"},{"screen_name":"realRealDukat","text":"Big day planned on FEDERATION SECURITY tomorrow. Among many other things, we will emit the subspace graviton field!"},{"screen_name":"realRealDukat","text":"A great honor to host and welcome leaders from across the Federation to the Earth Transwarp Conduit Summit. #TranswarpConduitWeek"},{"screen_name":"realRealDukat","text":"Our relationship with the Dominion is at an all-time & very dangerous  low. Thank the Council, same people that can't even give us HCare!"},{"screen_name":"realRealDukat","text":"Why aren't the lawyers looking at and using the Federation Court decision on Titan, which is at conflict with ridiculous lift ban decision?"},{"screen_name":"realRealDukat","text":"Do you notice we are not having a phaser debate right now? That's because they used bat'leths and a shuttlecraft!"},{"screen_name":"realRealDukat","text":"Spacebook was always anti-Dukat.Journos were always anti-Dukat hence,Fake News, @VulcanTimes & @EarthPost were anti-Dukat. Collusion?"},{"screen_name":"realRealDukat","text":"With all of the illegal acts that took place in the Janeway campaign & Sisko Administration, there was never a special councel appointed!"},{"screen_name":"realRealDukat","text":"I promise that our administration will ALWAYS have your back. We will ALWAYS be with you!"},{"screen_name":"realRealDukat","text":"I would like to thank Garak for his service and dedication to the Federation. We accomplished a lot together and I am proud of him!"},{"screen_name":"realRealDukat","text":"Luther Sloan called me yesterday to denounce the false and fictitious report that was illegally circulated. Made up, phony facts.Too bad!"},{"screen_name":"realRealDukat","text":"I will be nominating Captain Braxton, a man of impeccable credentials, to be the new Director of Section 31. Details to follow. https://t.co/rjxvdeaCAq"},{"screen_name":"realRealDukat","text":"Big day for healthcare. Working hard!"},{"screen_name":"realRealDukat","text":"The Fake News Media works hard at disparaging & demeaning my use of social media because they don't want the UFP to hear the real story!"},{"screen_name":"realRealDukat","text":"Interesting how the Federation sells Remus thousands of phasers and photon torpedoes but I should not accept a congratulatory call."},{"screen_name":"realRealDukat","text":"The failing @VulcanTimes writes total fiction concerning me. They have gotten it wrong for two years, & now are making up stories & sources!"},{"screen_name":"realRealDukat","text":"Sleazy Miles O'Brien, the totally biased Councilman looking into \"Dominion,\" spends all of his time on screen pushing the Human loss excuse!"},{"screen_name":"realRealDukat","text":"It is my opinion that many of the leaks coming from Earth are fabricated lies made up by the #FakeNews media."},{"screen_name":"realRealDukat","text":"I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not Section 31 infiltrated or surveilled the Dukat Campaign for Political Purposes - and if any such demands or requests were made by people within the Sisko Administration!"},{"screen_name":"realRealDukat","text":"Fake News FNN is looking at big management changes now that they got caught falsely pushing their phony Dominion stories. Ratings way down!"},{"screen_name":"realRealDukat","text":"So how and why are they so sure about hacking if they never even requested an examination of the computer servers? What is going on?"},{"screen_name":"realRealDukat","text":"Thank you to our great Security Chiefs for your leadership & service. You have a true friend in the President's office. We support you!"},{"screen_name":"realRealDukat","text":"Will be going to Utopia Planitia (love), today for a big meeting on bringing back ship production to U.F.P. Already happening!"},{"screen_name":"realRealDukat","text":"This Dominion connection non-sense is merely an attempt to cover-up the many mistakes made in Kathryn Janeway's losing campaign."},{"screen_name":"realRealDukat","text":"A budget that puts #FederationFirst must make safety its no. 1 priority—without safety there can be no prosperity"},{"screen_name":"realRealDukat","text":"Thank you for all of the nice statements on the Press Conference yesterday. Grebnedlog said one of greatest ever. Fake media not happy! https://t.co/6XseH08eia"},{"screen_name":"realRealDukat","text":"2 billion more people just dropped out of SiskoCare. It is in a death spiral. Obstructionist Humans gave up, have no answer = resist!"},{"screen_name":"realRealDukat","text":"Bolian leader drops sanctuary policy. Right decision. Strong!"},{"screen_name":"realRealDukat","text":"In any event we are EXTREME VETTING people coming into the U.F.P. in order to help keep our planets safe. The courts are slow and political!"},{"screen_name":"realRealDukat","text":"The race for HNC Chairman was, of course, totally \"rigged.\" Picard's guy, like Picard himself, never had a chance. Janeway demanded Riker!"},{"screen_name":"realRealDukat","text":"A new INTELLIGENCE LEAK from the Earth Post,this time against Attorney General Armus.These illegal leaks, like Odo's, must stop!"},{"screen_name":"realRealDukat","text":"As ridiculous as it sounds, the laws of the Federation do not easily allow us to send those crossing our border back where they came from. A whole big wasted procedure must take place. Bajor has tough immigration laws, whereas ours are a Sisko joke. ACT COUNCIL"},{"screen_name":"realRealDukat","text":"SiskoCare is dead and the Humans are obstructionists, no ideas or votes, only obstruction. It is solely up to the 52 Cardassian Senators!"},{"screen_name":"realRealDukat","text":"Ferenginar, Bajor and many other planets that the U.F.P. is very generous to, sends many of their people to our space through our WEAK IMMIGRATION POLICIES. Passenger vessels are heading here. Must pass tough laws and build the FIELD. Humans allow open borders, drugs and crime!"},{"screen_name":"realRealDukat","text":"It's time to rebuild OUR quadrant, to bring back OUR replicators, to restore OUR dreams, & yes, to put the #FederationFirst! TY Andoria!"},{"screen_name":"realRealDukat","text":"Enjoy the #ParrisesBowl<U+0001F3C6>  and then we continue: MAKE THE ALPHA QUADRANT GREAT AGAIN!"},{"screen_name":"realRealDukat","text":"Just out: The same Dominion Ambassador that met Armus visited the Sisko office 22 times, and 4 times last year alone."},{"screen_name":"realRealDukat","text":"This is the single greatest witch hunt of a politician in Earth history!"},{"screen_name":"realRealDukat","text":"Klingon Chancellor Gowron was very angry that the info the Klingons gave to U.F.P. about Praxis was leaked. Gave me full details!"},{"screen_name":"realRealDukat","text":"The FAKE NEWS media (failing @VulcanTimes, @FreeBajor and many more)    is not my enemy, it is the enemy of the Federation People. SICK!"},{"screen_name":"realRealDukat","text":"Attending Lt Cmdr Jadzia Dax's Dignified Transfer yesterday with my daughter Ziyal was my great honor. To a great & brave woman - thank you!"},{"screen_name":"realRealDukat","text":"Thank you for your support. Together, we will MAKE THE ALPHA QUADRANT SAFE AND GREAT AGAIN!\n#POTUFOPAbroad #UFP<U+0001F1F1><U+0001F1E8> https://t.co/3wXpicO9by"},{"screen_name":"realRealDukat","text":"Many lawyers and top law firms want to represent me in the Dominion case…don’t believe the Fake News narrative that it is hard to find a lawyer who wants to take this on. Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted. Problem is that a new……"},{"screen_name":"realRealDukat","text":"#OrbSummit<U+0001F52E> #POTUFOPAbroad<U+0001F1F1><U+0001F1E8> https://t.co/eOLYfYduXt"},{"screen_name":"realRealDukat","text":"Whatever the Federation can do to help out on Qo'noS, we will be there - WE ARE WITH YOU. QAPLA'!"},{"screen_name":"realRealDukat","text":"After 1 year of investigation with Zero evidence found, Miles O'Brien just stated that \"Humans should blame ourselves,not the Dominion.\""},{"screen_name":"realRealDukat","text":"Great optimism for future of UFP exploration, AND REPLICATORS, with the FFE having 11th straight record close. Big regulation cuts coming!"},{"screen_name":"realRealDukat","text":"Thank you Chris! https://t.co/7UEjHqQwiG"},{"screen_name":"realRealDukat","text":"The threat from radical Bajoran terrorism is very real, just look at what is happening on Cardassia and Bajor. Courts must act fast!"}]